{
  "array": [
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/12/Neymar.jpg?strip=all&w=960",
        "Neymar etched himself into Champions League folklore on Wednesday night following a stunning hat-trick in Paris Saint-Germain’s thumping 5-1 victory against Istanbul Basaksehir.",
        "9.12.2020",
        "\n\nThe Brazil star is now just the 15th player to reach the 40-goal mark in the Champions League after his incredible solo display in Paris.\n\nIt was also the first time the 28-year-old has scored two or more goals in consecutive games in Europe’s premier competition.\n\nAs well as this, his treble against the Turkish side means only Lionel Messi and Cristiano Ronaldo have scored more hat-tricks in the Champions League.\n\nBut there is something Neymar has achieved which the aforementioned pair haven’t… yes, you heard right!\n\nNeymar now has 20 goals to his name for PSG in the competition, a tally he also reached during his four-year stint at Barcelona, where he found the net 21 times in 40 games.\n\nAnd this feat with two clubs is something Messi or Ronaldo have never been able to do, although the latter needs just eight further strikes with Juventus to complete it.\n\nHe opened the scoring for PSG on a night to savour – unlike the shocking scenes which occurred 24 hours earlier between the two sides – by producing a lovely nutmeg before curling a sumptuous effort into the top corner.\n\nNeymar doubled the hosts lead after a ruthless counter-attack which involved Rafinha and Kylian Mbappe, ended with the forward squeezing the ball past Mert Gunok.\n\nMbappe grabbed a brace either side of the break, with Neymar sealing his hat-trick with more brilliant footwork and a fitting finish to boot.\n\nMehmet Topal found the net for the visitors after the break but it proved to be a mere consolation, as a PSG masterclass – led by the majestic Neymar – secured them top spot in Group H on goal difference ahead of RB Leipzig."
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/12/TALKSPORT-SALAH-GERRARD.jpg?strip=all&w=960",
        "Liverpool forward Mohamed Salah has become the club’s leading goalscorer in Champions League history as they drew 1-1 with FC Midtjylland.",
        "9.12.2020",
        "\n\nThe Reds ace netted within the first minute of their final Group D clash to claim his 22nd strike in the competition while with the club.\n\nHis effort saw him overtake legendary midfielder Steven Gerrard’s tally, while it was also the fastest goal they have ever scored in the competition.\n\nSalah was a surprising starter given manager Jurgen Klopp’s frustration with the current hectic fixture list, and the fact they have already qualified for the knockout stages\n\nThe Egyptian was one of only a few first-team regulars playing in the dead rubber, including Fabinho, Naby Keita, and Divock Origi, but he made the most of his chance.\n\nIt was also a big match for young goalkeeper Caoimhin Kelleher and midfielder Leighton Clarkson, who is well thought of by the Reds coaching staff, while Trent Alexander-Arnold was named captain for the night.\n\nBut it was Salah who got them off to the perfect start in Denmark.\n\nAny hopes their opponents had of getting a shock win were dashed in just 55 seconds as a calamitous pass from Alexander Scholz had Salah bearing down on goal, after beating Erik Sviatchenko to the ball.\n\nDion Cools couldn’t stop the Egyptian either and he rolled home past Jesper Hansen to create history twice with one goal.\n\nLiverpool didn’t have it all their own way in the rest of the first half with Midtjylland looking handy down the right, winning several corners, but failing to take any of these chances.\n\nOne set-piece found Sviatchenko in acres of space but the ex-Celtic man was never in the right position to make the most of it and gently nodded the ball wide.\n\nOrigi showed just how rusty he is, bobbling an effort across the face of goal when in reality he could have taken the ball on in the penalty area before shooting.\n\nAnd Fabinho had to be alert when he cleared Sory Kaba’s header off the line following more good work on the right.\n\nYoungster Billy Koumetio was brought on for the Brazilian at half-time, becoming their youngest ever Champions League participant, aged 18 years and 25 days, and had a busy opening few minutes.\n\nHe dealt with a couple of threatening attacks, while another shot from the Danes hit the crossbar as they looked to rock Liverpool.\n\nThere was also more injury woe for manager Klopp with left-back Kostas Tsimikas, a backup to Andrew Robertson, picking up a calf issue before being taken off.\n\nTo make matters worse, the Reds then conceded a penalty when VAR helped referee Francois Letexier confirm Kelleher brought down Anders Dreyer in the box.\n\nAnd Scholz, atoning for his earlier error, fired into the bottom left corner.\n\nKlopp sent on the cavalry with Jordan Henderson and Roberto Firmino also taking to the field as they attempted to turn tide, having watched the Danes dominate.\n\nMidtjylland thought they had got themselves a second after 75 minutes when, following a scramble, Scholz managed to fire in from a tight angle but, after a lengthy VAR check, it was ruled out for offside.\n\nTry as they might, the Reds struggled to get a foothold in the game and were restricted to tame counters via long balls forward.\n\nAnother Sviatchenko header brought a great save from Kelleher but the resulting Liverpool attack was halted by a poor Jota cross\n\nAnd just when it looked like Liverpool had claimed a last minute winner through Minamino, the goal was ruled out thanks to another frustrating VAR intervention.\n\nThis time a lengthy check saw handball cancel it out, despite it initially being chalked off, incorrectly, for offside.\n\nEight minutes of injury time were tacked on to the eventful 90 minutes but neither side were able to get the winner they were hunting for."
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/12/GettyImages-1290231656.jpg?strip=all&w=960",
        "Chelsea will not allow Billy Gilmour to leave on loan next month, talkSPORT host Jim White has revealed.",
        "9.12.2020",
        "\n\nThe Blues starlet started for the first time in four months on Tuesday as Frank Lampard’s side battled out a dead-rubber draw with Krasnodar in the Champions League.\n\nThe 19-year-old, who broke onto the scene with some impressive displays last term, put in an assured performance in midfield but now faces a battle for game time following Chelsea’s lucrative summer spending.\n\nSpeculation has mounted that the Scot could be sent on loan next month, with Rangers believed to be interested in a deal to take their former youth player to Ibrox.\n\nWhite, however, quashed those reports on Wednesday morning and claimed Gilmour is part of Lampard’s plans as he looks to guide Chelsea to a serious title charge.\n\nJim wrote on Twitter: “I understand @ChelseaFC have no plans to loan rising star Billy Gilmour to @RangersFC or anyone else right now – he’s a big part of the plans at the London club.”\n\nLampard praised Gilmour’s ‘outstanding’ return to action following his long spell on the sidelines.\n\n“I thought Billy was outstanding on his return, I felt very comfortable with him coming back in, he’s trained so well, done his rehab and he deserved his chance tonight,” said the Blues boss.\n\n“So I expect to see more of the same from Billy as he gets stronger now he is past his injury.\n\nLampard also revealed that Hakim Ziyech and Callum Hudson-Odoi have avoided serious injury and could return in a fortnight.\n\nThe pair had suffered hamstring issues, depleting the Blues’ options out wide amid the busiest period of the season.\n\n“We think both are going to be about two weeks, they both had scans yesterday,” said Lampard.\n\n“So it should be about two weeks.\n\n“With Hakim that’s positive, while with Callum we didn’t know what to expect.\n\n“But it’s good news overall on both.”"
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/12/PSG-vs-Istanbul-Basaksehir.jpg?strip=all&w=960",
        "Paris Saint-Germain and Istanbul Basaksehir players took the knee around the centre circle in a powerful statement against racism after their Champions League clash was abandoned on Tuesday night.",
        "9.12.2020",
        "\n\nBasaksehir’s players walked down the tunnel early in the the first half amid claims the fourth official, Sebastian Coltescu, had used racist language.\n\nThe game resumed 24 hours later with both sets of players warming up in ‘No to Racism’ shirts in a clear statement of unity.\n\nThe officials also took part in the moment of solidarity, with the famous Champions League anthem fittingly ringing in the background.\n\nWithin seven minutes of the restart the hosts got off to the perfect start following a moment of individual class from Neymar to settle PSG’s nerves – who will top Group H should they beat Basaksehir.\n\nThe Brazilian doubled the hosts lead after a ruthless counter-attack which saw Rafinha and Kylian Mbappe all involved in the build-up, with the 28-year-old eventually squeezing the ball past Mert Gunok.\n\nA little over a minute later Mitchel Bakker tapped home for what he thought was his first-ever PSG goal.\n\nHowever, VAR ruled out the Dutchman’s effort for offside, but awarded a penalty to the hosts for a foul on Neymar prior to Bakker’s intervention.\n\nKylian Mbappe stepped up from 12 yards to fire home with aplomb to give PSG a deserved 3-0 lead at the interval."
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/12/NINTCHDBPICT000624196209-e1607362373584.jpg?strip=all&w=960",
        "Leicester boss Brendan Rodgers insists his lack of European success is not playing on his mind.",
        "9.12.2020",
        "\n\nThe Foxes are top of Europa League Group G ahead of Thursday's final game against AEK Athens at the King Power Stadium.\n\nThey are locked on 10 points with Braga but above them due to their head-to-head record and will top the group if they better the Portuguese side's result against Zorya Luhansk.\n\nRodgers' best finish in Europe has been reaching the Europa League's last 32 with Liverpool and Celtic, and he suffered 7-0 and 7-1 Champions League thrashings by Barcelona and Paris St Germain while in charge of the Hoops.\n\nBut the Northern Irishman, who won seven trophies with Celtic and promotion to the Premier League with Swansea, is not overly perturbed by a lack of European silverware on his CV.\n\nHe said: “My yardstick has always been about influence and how we can influence players' development. Of course we want to win but it's not at the forefront of my mind, in terms of worrying about myself and trophies.\n\n“There are some great coaches and managers who never get the chance to do that.\n\n“My challenge here was to try to get Leicester into the top echelons of the league and hopefully that would allow us to play in Europe.\n\n“In our first full season we have been able to do that. It's always easy to do things once so can you do it the second time? That is what's in the forefront of my mind.\n\n“Over the course of your career everyone would love to do that (succeed in Europe) as a coach. I'm just loving my job here, loving my work here and our ambition in every competition is to be the best we can.”"
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/09/GettyImages-1228474295.jpg?strip=all&w=960",
        "Leeds defender Robin Koch will undergo surgery on the knee injury sustained in Saturday's Premier League defeat to Chelsea.",
        "8.12.2020",
        "\n\nUnited crashed out of the Champions League on Tuesday night after falling just short of a remarkable European comeback at RB Leipzig as Solskjaer’s side lost 3-2 in Germany.\n\nThe pressure is mounting on Solskjaer after another Manchester United defeat\n\nThe Red Devils had only required a point from their final two matches to reach the knockout phase, yet last week’s loss to PSG was compounded by a heartbreaking defeat at Leipzig as poor defending proved too much to overturn in a grandstand finish.\n\nAnd Jordan believes Solskjaer is performing to the best of his ability in the role, insisting United’s failures on the pitch lie with Woodward for handing the reins to the Norwegian.\n\n“I think Ole Gunnar Solskjaer is doing the job to the level of his abilities,” Jordan said on talkSPORT.\n\n“I think he has got players who are really letting him down.\n\n“I think the reason they are letting him down is because he doesn’t have innate ability – that X-factor – to concentrate the minds of those players to understand the responsibility of what they have to do from the very first whistle – irrespective of formations.\n\n“People talked about the tactical naivety of Solskjaer – this wasn’t about tactical naivety.\n\n“This was about players not doing their jobs and not being responsible for coming out of the blocks on the front foot in most of the games they come out in, and that is in part the leadership and gravitas the manager implores in players.\n\n“Man United fans get very fed up of us talking about Solskjaer and me piling in every time they get a bad result.\n\n“But I think if you look at Man United fans and asked, ‘what do you think of Ed Woodward?’, 80 per cent of them would say he’s not fit for purpose.\n\n“So if he’s not fit for purpose in that job, why is he fit for purpose to employ someone to do the most critical job? Which is to manage the team.\n\nWoodward could be tempted to sack Solskjaer following their European disaster\n\n“That is the biggest question that has yet to be answered.”\n\nTony Cascarino, meanwhile, told the talkSPORT Breakfast that Solskjaer’s biggest problem stems from United’s full-backs, whom he accused of not performing at a high enough level.\n\n“When you make decisions for your formation and the personnel you play, the manager is responsible for that,” said Casc..\n\n“If you look at the wing backs at United, they’re paying poorly.\n\n“All the clubs who are struggling right now, their wing backs are playing poorly.\n\n“Looking at Spurs, [Sergio] Reguilon and [Serge] Aurier are playing well. Chelsea’s full-backs have been extraordinary – [Ben] Chillwell and [Reece] James. It’s making a massive difference for them.”"
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/11/Neil-Lennon.jpg?strip=all&w=960",
        "Under-fire boss Neil Lennon has accused sections of the Parkhead support of engaging in “dangerous rhetoric” after a 'Shoot the Board' banner was hung outside Celtic Park.",
        "9.12.2020",
        "\n\nThe Northern Irishman said: “From some sections of the support it is dangerous rhetoric.\n\n“What I will say is we all want the same thing. Those fans want success, the majority of our fans want success. The players and everybody here want the same thing.\n\n“We don't want any divisions. I understand the frustrations and the players are feeling that as well.\n\n“But we don't like that kind of language or expression anywhere near the football stadium. It serves no purpose really.”"
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/12/GettyImages-1230019054.jpg?strip=all&w=960",
        "Captain Harry Maguire accepts Manchester United will continue to fall short in their quest for success unless they learn from the mistakes that saw their Champions League hopes go up in smoke at RB Leipzig.",
        "9.12.2020",
        "\n\nHaving fought to seal their return to European football's table and made such an eye-catching start to Group H, Ole Gunnar Solskjaer's side stalled when a point would have been enough to progress.\n\nEuropa League football now awaits United in the new year after Tuesday night's 3-2 defeat at Leipzig, who reached last year's Champions League semi-finals but were also thrashed 5-0 at Old Trafford just six weeks ago.\n\nSolskjaer's team went close to snatching the last-gasp draw they needed, but ultimately their passive start cost them as Manchester City loanee Angelino and Amadou Haidara scored in a shocking opening for the visitors.\n\n“We've got to go home, look at ourselves because it's not good enough for this club to go out in a group in the Champions League,” Maguire said. “We're disappointed.\n\n“Of course it's frustrating (conceding early goals). As a defender you want to be keeping clean sheets and we seem to be shooting ourselves in the foot in the first five minutes of the game.\n\n“It's a poor goal to give away. We've come here, we've known a (draw) is good enough to get through to the knockout stage and we concede after two minutes. It's not acceptable.\n\n“We've got to look at ourselves. I said it on Saturday (after coming back to win 3-1 at West Ham) and I keep saying it to the lads that we can't keep giving these goals away and coming from behind.\n\n“Although we do have great belief that we can get back into the game, one time we won't manage to do so and unfortunately it's been (on Tuesday night) because we can't start a game like we have done.”"
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/12/NINTCHDBPICT000623310352.jpg?strip=all&w=960",
        "Pep Guardiola denies this weekend's derby will affect his thinking as Manchester City wrap up their Champions League group campaign against Marseille on Wednesday night.",
        "9.12.2020",
        "\n\nHaving already won Group C, there is nothing at stake for City as they host the French side at the Etihad Stadium.\n\nManager Guardiola has indicated he will make wholesale changes for the game but he insists this has nothing to do with Saturday's trip to Old Trafford in the Premier League.\n\nTo Guardiola, squad rotation is more about ensuring all members of the squad get minutes to retain sharpness than resting players.\n\n“I don't rest players,” the former Barcelona boss said. “Our team who are going to play (on Wednesday) can play against United and then the guys who don't play (on Wednesday) maybe they'll play again or not. I don't know.\n\n“There is not one team for one competition and one for another one. It is important the last few days that, except for one or two players, everybody was involved. Everybody has to be ready.”"
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/11/NINTCHDBPICT000618571899-e1604779938323.jpg?strip=all&w=960",
        "Hakim Ziyech and Callum Hudson-Odoi have avoided serious injury, in a boost to Chelsea and boss Frank Lampard.",
        "8.12.2020",
        "\n\nZiyech and Hudson-Odoi had suffered hamstring issues, depleting the Blues' options out wide amid the busiest period of the season.\n\nBut both Morocco wing Ziyech and England star Hudson-Odoi had scans on their injuries on Monday, with Chelsea hoping to see the duo back fit in a fortnight.\n\n“We think both are going to be about two weeks, they both had scans yesterday,” said Lampard.\n\n“So it should be about two weeks.\n\n“With Hakim that's positive, while with Callum we didn't know what to expect.\n\n“But it's good news overall on both.”"
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2019/05/TALKSPORT-POGBA.jpg?strip=all&w=620",
        "‘Shut up and let Paul Pogba play football!’ – Manchester United star urged to have words with problematic agent Mino Raiola after latest comments",
        "8.12.2020",
        "\n\nMino Raiola has been told to ‘shut up and let Paul Pogba play football’ by former Tottenham midfielder Jamie O’Hara.\n\nPogba’s name was all over the back pages this morning after the Frenchman’s agent publicly announced his time at Old Trafford is ‘over’.\n\nWith all eyes on United’s must-draw Champions League match against RB Leipzig – which is LIVE on talkSPORT on Tuesday night – Raiola seized the opportunity to put his client up for sale yet again, despite little transfer speculation and a return to form for Pobga over the weekend.\n\nEven still, Raiola’s comments do not come as too much of a surprise, given his outspoken nature.\n\nThe agent has made numerous public statements about Pogba down the years, and more recently he was very vocal about Man United’s failed pursuit of Erling Haaland, another one of his clients.\n\nAlongside hoping to engineer a transfer for Pogba, Raiola is also trying to ‘delete the FIFA video game from existing’ due to a copyright dispute between EA Sports and his client Zlatan Ibrahimovic.\n\nAnd O’Hara is quite frankly sick of it all.\n\n“He’s all about himself, making a name for himself and bigging himself up,” O’Hara told Tuesday’s talkSPORT Breakfast.\n\n“I’ve got this player, I can end FIFA, Pogba’s finished – just shut up, mate!\n\n“Seriously, if he was my agent, I would phone him up and say, ‘Keep your mouth shut, I’m playing for Manchester United, I’m not playing well, I’ve just scored on the weekend and now I’m thrown all over the papers again’.\n\n”There are some suggestions that Pogba would’ve known about his agent’s comments, but O’Hara was keen to defend the Frenchman from any blame, insisting responsibility for the saga lies with Raiola.\n\nHe added: “If Pogba knows about that statement in advance, then he’s got to leave, but I don’t think he’s like that.\n\n“Whether or not he’s happy at Man United, I still think he’s a professional, he still wants to do well for the club, and when he plays, he tries.\n\n“Your agent is someone who represents you off the field, who keeps their mouth shut and does business behind the scenes.\n\n“You don’t have an agent who is constantly running their mouth off to the press, that is not what you’re hired to do.\n\n“I wish he would just shut up and let Pogba play his football.”"
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/12/BALOTELLI-e1607417980473.jpg?strip=all&w=960",
        "Three-time Serie A winner Mario Balotelli has completed a move to Italian second-tier side Monza where he will link up with former Milan teammate Kevin-Prince Boateng.",
        "8.12.2020",
        "\n\nThe former Manchester City and Liverpool striker, who has been without a club since leaving Brescia earlier this summer, has signed a short-term deal until the end of the season.\n\nThe Italian recently trained with Serie D side Franciacorta in November and was also linked with Championship club Barnsley.\n\nHe told Gazzetta dello Sport: “I thank the president [Silvio] Berlusconi and Adriano Galliani for this opportunity. I will do everything to help Monza reach Serie A.”\n\nChairman Galliani added: “Mario is a good guy and even today in our interview I had confirmation of this.\n\n“After all, I repeated it to him: “Don’t trust flatterers. If necessary, you will hear my criticism, but it will be for your good.”\n\n“I saw the understanding in his eyes, the reaction I was looking for.\n\n“The turning point was Mario’s availability, but also that of (his agent) Mino Raiola, who renounced any commission.\n\n“Then we began to negotiate, already knowing we would come to an agreement.”\n\nUltimately, Balotelli’s attitude and antics off the pitch hindered his ability to reach bigger heights in the game.\n\nAnd current Tottenham boss Jose Mourinho, his manager at Inter, has plenty more tales about Balotelli.\n\n“I told him to be in my office at 2 o’clock for a meeting. He was not there. When I called him, he went to the Formula One qualification on Saturday for the race on the Sunday.\n\n“I told him ‘Mario, you have to come to my office’ and he was saying meetings in your office I can have every day, but to see the Formula One, is only once a year in Italy. A couple of days later I had to laugh then.”"
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/09/NINTCHDBPICT000610208046-e1600894603972.jpg?strip=all&w=960",
        "Frank Lampard has backed Kai Havertz to realise his “top-class” potential at Chelsea now he is putting his coronavirus illness behind him.",
        "8.12.2020",
        "\n\nHavertz missed several weeks of the campaign after testing positive for Covid-19, with Lampard now revealing the condition took a greater toll on the Germany playmaker than previously thought.\n\nThe 21-year-old has yet to find top form over a sustained spell since joining the Blues in a £70million summer switch from Bayer Leverkusen, but Lampard has tipped Havertz to become of the world's best players in his time at Stamford Bridge.\n\n“Kai is fitting in really well, I said it before but I want to make it clear that he had strong symptoms of Covid,” Lampard said ahead of Tuesday's Champions League clash with Krasnodar.\n\n“He was very ill and struggling for a while and not all players have it like that, some are symptom-free.\n\n“I had to factor that in so that's why it took two or three weeks before he is starting a game again after he returned from Covid.\n\n“Before he fell ill and turned in a positive test, I thought his form was fantastic.\n\n“He played some really good stuff in the number eight role, the advanced midfield role and I was delighted for him. You could see he was enjoying it, but Covid cut that short.\n\n“Long term, I have no concerns. In fact, I feel quite the opposite. He is going to be a huge player for this football club, in the Premier League, as he has all the attributes and attitude to be an absolutely top-class player for the league and in the world.\n\n“That's how highly I rate him and I think people that analyse him, it can be quick reactions at times involving price tags and so on.\n\n“But I think we have to understand that some of the best players that have come to this country have found it quite hard for some time to get used to the Premier League and I think Kai has actually been very good.\n\n“Covid has made it difficult for him but he is a top player and will be a top player for us.”"
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/12/NINTCHDBPICT000624435956-e1607377835933.jpg?strip=all&w=960",
        "Ally McCoist has hit out at VAR once again following the latest drama involving the technology in the Premier League.",
        "8.12.2020",
        "\n\nBrighton lost to Southampton on Monday night with Saints' late winner coming from the penalty spot.\n\nThe spot kick was awarded after a VAR review, as referee David Coote had initially given Southampton a free-kick for Solly March's challenge on Kyle Walker-Peters.\n\nVAR decided the challenge happened inside the area, despite many critics believing the tackle quite clearly occurred outside the area.\n\nAnd Ally, being one of those critics, again ranted about the technology on Tuesday's talkSPORT Breakfast.\n\n“It's not a penalty, it's a free-kick at the edge of the box,” said the Rangers legend.\n\n“It's a foul outside the box, free-kick, referee was right, two minutes of everybody's life we will never get back. Take the free-kick, get on with the game – end of.\n\n“That's it.\n\n“I mean, it's a free-kick… and then you watch it and it's still a free-kick!\n\n“I'll tell you something else: the players were absolutely spot on, and that must have been really difficult because they were actually watching it and they all know it's a free-kick outside the box, and they give a penalty.\n\n“How many times, in all seriousness, have I said to you in the last two or three weeks about 'clear and obvious'?”"
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/12/NINTCHDBPICT000624017861-e1607368587777.jpg?strip=all&w=960",
        "A Manchester United fan has told talkSPORT he wants to get rid of Paul Pogba… and sign Mesut Ozil on a free transfer.",
        "8.12.2020",
        "\n\nThe France midfielder's agent, Mino Raiola, came out on Monday and said it's 'over' for Pogba at United to once again cast doubts over his future.\n\nReal Madrid, PSG and Juventus have all been linked with Pogba over the past few years, and could he finally be nearing the end of his time at Old Trafford?\n\nWell, one United fan – Barry – joined talkSPORT on Monday and said he'd gladly get rid of Pogba – with Arsenal outcast Ozil the perfect signing to replace him with.\n\n“I don't know whether he is happy or unhappy because he never actually tells us himself,” began Barry on Drive.\n\n“But I would say he should come out and say 'I want to stay' or 'I don't want to stay, and I want to go'.\n\n“And I would let him go and get the £100million.\n\n“And I am just throwing one in at you, because I think [Jose] Mourinho might try to sign him [for Spurs] – Mesut Ozil, maybe on a free.\n\n“I would throw him in at United as a creative player, and get rid of Fred and Martial.\n\n“I think Ozil would be a good signing for United and I think him and Van de Beek and Fernandes would gel quite well.“I know he's not a grafter – everybody knows that – but he's just got that spark and quality that we need; maybe what Pogba has got but doesn't quite show us often enough.”"
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/09/NINTCHDBPICT000608377000.jpg?strip=all&w=960",
        "Frank Lampard insists he is under no pressure to sell out-of-favour Chelsea goalkeeper Kepa Arrizabalaga.",
        "7.12.2020",
        "\n\nLampard revealed the Spain international will start Tuesday's dead-rubber Champions League clash with Krasnodar at Stamford Bridge.\n\nThe 26-year-old will make his first appearance since October, having slipped out of the team following Edouard Mendy's £20million arrival from Rennes.\n\nKepa became a £71million world-record signing for a goalkeeper when joining Chelsea from Athletic Bilbao in 2018, but has failed to convince at Stamford Bridge and especially under Lampard.\n\nLampard has previously admitted Kepa was struggling with his confidence and form, but Chelsea have already won Group E leaving Tuesday's clash the ideal opportunity to rotate resources.\n\nChelsea could reasonably seek to cut any losses on Kepa, but Lampard insisted the club's board have made no such moves.\n\nAsked if he is under any pressure to move Kepa on, Lampard said: “No, there's no pressure. The pressure, and I'm not saying this has been spoken about, is to win games.\n\n“I have to do the right thing game by game of course. And Mendy has made himself a permanent fixture at this point.\n\n“Because the pressure to win games means I pick people in form, goalkeeper, striker, winger, whoever.\n\n“But at the same time with the game tomorrow it's obviously an opportunity to give Edou a rest and Kepa a game; he's been training well and he deserves it."
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/12/NINTCHDBPICT000624436686.jpg?strip=all&w=960",
        "Brighton players furious as Southampton awarded controversial winning penalty by VAR",
        "7.12.2020",
        "\n\nAnother day and another VAR controversy in the Premie League as the Brighton players were furious when a penalty was awarded to Southampton on Monday night.\n\nReferee David Coote gave a free-kick the Saints’ way just outside the box when Solly March fouled Kyle Walker-Peters in the 77th minute.\n\nThere were no questions about whether it was a foul but there were some doubts about whether it happened in or outside the box.\n\nVAR stepped in and after a lengthy delay decided that it had taken place inside the box and a penalty was duly awarded, much to the anger of the Seagulls players.\n\nThe game was finely balanced at 1-1 at the time and Danny Ings stepped up and made no mistake from the spot to make it 2-1.\n\nEarlier in the match, Brighton took the lead in the 25th minute when referee Coote pointed to the spot after James Ward-Prowse was judged to have handled the ball in the area.\n\nThere was thankfully no VAR controversy as Stockley Park agreed with the on-field decision.\n\nPascal Gross fired in the penalty after sending Alex McCarthy the wrong way to give the home side the advantage, to the delight of the newly-returned fans.\n\nAgainst the run of play, Southampton scored an equaliser just before the break.\n\nWard-Prowse continued his impressive record from set-pieces, crossing a corner for Jannik Vestergaard to head past Mat Ryan.\n\nThe game was finely balanced before the penalty was awarded late in the second half with Brighton unable to grab an equaliser.\n\nIt was also the first time Southampton had won a Premier League game on a Monday night since 2002 in a run stretching back 14 games."
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/11/GettyImages-1283364596.jpg?strip=all&w=960",
        "‘We fully expect to go through’ – Harry Maguire says Manchester United are ‘confident’ they can seal Champions League qualification ahead of crucial RB Leipzig clash",
        "7.12.2020",
        "\n\nHarry Maguire is in a confident mood ahead of Manchester United’s crucial Champions League clash at RB Leipzig.\n\nOle Gunnar Solskjaer’s men are level on nine points with Tuesday’s hosts and last season’s finalists Paris Saint-Germain.\n\nUnited will seal their place in the round of 16 if they avoid defeat to Leipzig, but a return to Europa League action awaits in 2021 should they falter against a side thumped 5-0 at Old Trafford in October.\n\nAsked if it was unacceptable for a club of such stature to fail to get out of the group, United captain Maguire said: “Well, of course we expect to go through in the group.\n\n“Whatever teams you put in our group, any four teams, we expect to go through.\n\n“We expect to go into every game and win the game – that’s the tradition and that’s what the club does.“I think, as a group of players especially, we fully expect to get out of the group.\n\n“We took it to the last game. We’re in a good position, we’re confident and we look forward to the game.\n\n“The one thing that we can do is look after the performance and normally the performance looks after the result. That’s what we’re looking to do.”"
      ],
      [
        "https://talksport.com/wp-content/uploads/sites/5/2020/12/NINTCHDBPICT000624414019-e1607364213317.jpg?strip=all&w=960",
        "England must face one of the best strikers in world football on their road to qualifying for the Qatar World Cup in 2022.",
        "7.12.2020",
        "\n\nThe draw was made for the qualifying group stages on Monday afternoon, with matches set to be played between March and November next year.\n\nGareth Southgate’s side were drawn against familiar foe Poland, who count Robert Lewandowski among their ranks.\n\nLewandowski has arguably been the best footballer in the world in 2020, helping Bayern Munich to the treble last season and a strong favourite for the Ballon d’Or before the decision was made to cancel it.\n\nThe Poles have faced the Three Lions in qualifying for the 1974, 1990, 1994, 2006 and 2014 World Cups, as well as taking on England in the finals in Mexico in 1986.\n\nSouthgate’s men have also been drawn against Hungary, Albania, Andorra and San Marino.\n\nWales face the world’s number one-ranked team, Belgium, in Group E alongside the Czech Republic, Belarus and Estonia.\n\nWales earned one of their most famous victories against the Belgians when they beat them in the quarter-finals of Euro 2016.\n\nNorthern Ireland have been drawn against Italy, Switzerland, Bulgaria and Lithuania while Scotland will play Denmark, Austria, Israel, the Faroe Islands and Moldova.\n\nThe Republic of Ireland face reigning European champions Portugal, as well as Serbia, Luxembourg and Azerbaijan in Group A, while Northern Ireland face a tough group against Italy, Switzerland, Bulgaria and Lithuania.\n\nThe Republic faced Portugal in qualifying for the 2002 World Cup, but their most recent match against them was a 5-1 friendly defeat just before the 2014 finals.\n\nEngland and Scotland, in six-team groups, are set to play three qualifiers in March, three more in September, two in October and two in November.\n\nNations League finalists Belgium, Italy, Spain and France were placed in five-team groups to enable them to complete that competition next October.\n\nThe 10 group winners qualify for the finals which will be played in November and December 2022, to avoid the summer heat in Qatar, with a further three teams qualifying via the play-offs to be played in March 2022.\n\nThe play-offs will be a 12-team tournament comprised of the 10 group runners-up plus the two highest-ranked teams from the Nations League who did not finish in the top two of any group.\n\nThe 12 teams will be split into three paths, with the winner of each securing qualification."
      ]
  ]
}
