{
    "array": [
        [
            "Barcelona",
            "Spain",
            "0",
            "41.380898",
            "2.122820",
            "Football club \" Barcelona \"in common parlance - \" Barça \"is deployed in the city of the same name. Founded in 1899 by a group of Swiss, British, Spanish and Catalan players headed by Joan Gamper. The club became one of the symbols of Catalonia, hence the phrase - El Barca es mes que un club (\"Barça \" is more than just a club). \n\nOctober 22, 1899 in the Barcelona newspaper \"Los Deportes \" there was a note about the creation of a football club. It was posted by the Swiss Hans ( Joan) Gamper is a 21-year-old accountant. 11 people responded to the ad: Walter Wilde, Lewis d'Osso, Bartolomeu Terradas, Otto Kunzle, Otto Mayer, Enric Ducal, Pere Cabot, Carles Puyol, Josep Llobet, John and William. ",
            "December 13, 2020 • 23:00",
            "Barcelona -:- Levante",
            "December 16, 2020 • 23:00",
            "Barcelona -:- Real Sociedad",
            "December 19, 2020 • 18:15",
            "Barcelona -:- Valencia",
            "December 23, 2020 • 23:00",
            "Barcelona -:- Valladolid",
            "December 29, 2020 • 21:15",
            "Barcelona -:- Eibar",
            "January 3, 2021 • 23:00",
            "Barcelona -:- Hueasca",
            "January 6, 2021 • 23:00",
            "Barcelona -:- Atletic"
        ],
        [
            "PSG",
            "France",
            "6",
            "48.898899",
            "2.093800",
            "French professional football club from Paris. Founded in 1970. The most titled club in the country. \"Paris Saint-Germain\" nine times became the champion of France, thirteen times won the French Cup and nine times - the French League Cup. The club achieved success in the European arena, having won the UEFA Cup Winners' Cup in 1996, beating Vienna's Rapid in the final. \n\nIn 1991, the club was bought by the French television channel Canal +, but as a result of the separation of the sports division, in 2006 PSG was bought by two investment funds: Colony Capital , Butler Capital Partners and the American bank - Morgan Stanley. On June 30, 2009, Colony Capital bought a part of Morgan Stanley and became a shareholder, owning most of the shares. On May 31, 2011, Qatar Sports Investments fund bought 70% of PSG shares. \n\nParticipates in the League 1, the top division in the French football league system. ",
            "December 8, 2020 • 23:00",
            "PSG -:- Istanbul Bashaksherih",
            "December 13, 2020 • 23:00",
            "PSG -:- Lyon",
            "December 16, 2020 • 23:30",
            "PSG -:- Lorient",
            "December 20, 2020 • 23:00",
            "PSG -:- Lille",
            "December 23, 2020 • 23:00",
            "PSG -:- Strasbourg"
        ],
        [
            "Bayern Munich",
            "Germany",
            "8",
            "48.137154",
            "11.576124",
            "Professional German football club from the city of Munich. Founded in 1900. The most titled club in Germany and one of the most titled clubs in the world. \n\n Bavaria took 3rd place in the list of the best football clubs of the XX century according to FIFA, 4 4th place - according to Kicker magazine IFFHS also ranked Bayern 5th in the ranking of the best European clubs of the 20th century. \n\nBayern is the most decorated professional football club in Germany with 30 league titles and 20 German Cups, 6 victories in the Champions League. At the end of 2013, the team became the first German club to win the club's World Cup. \n\nIn 2020, Bayern again made a golden hat-trick, becoming the second club in the history of the European football to treble twice. And in the Champions League, became the first club in history to win all of its matches in a single season. ",
            "December 9, 2020 • 23:00",
            "Bayern -:- Lokomotiv",
            "12 December 2020 • 20:30",
            "Bavaria -:- Union",
            "December 16, 2020 • 22:30",
            "Bayern -:- Wolfsburg",
            "December 19, 2020 • 20:30",
            "Bayern -:- Bayer",
            "January 3, 2021 • 20:00",
            "Bayern -:- Mainz 05",
            "January 8, 2021 • 22:30",
            "Bayern -:- Borussia Monchengladbach",
            "January 13, 2021 • 22:45",
            "Bayern -:- Holstein"
        ],
        [
            "Manchester United",
            "England",
            "3",
            "53.457831502",
            "-2.288165514",
            "An English professional football club from Trafford, Greater Manchester. Founded in 1878 under the name Newton Heath (Lancashire and Yorkshire Railways), changed its name to Manchester United in 1902. One of the most popular football clubs in the world. of the founders of the English Premier League in 1992. \n\n Manchester United are one of the most successful English clubs in terms of titles ever won, and under the leadership of Alex Ferguson, the most successful club in England, winning 38 trophies since 1986 to 2013. In the 2012/13 season, United became the champion of England for a record 20th time.In 1968, Manchester United became the first English club to win the European Cup, beating Benfica Portugal in the final with a score of 4: 1. In 1999, the club won the main European club trophy for the second time, beating Bayern Munich 2-1 in the final. In 2008, United won the Champions League again, beating Chelsea in the final." ,
            "December 8, 2020 • 23:00",
            "Manchester United -:- RB Leipzig",
            "December 12, 2020 • 20:30",
            "Manchester United -:- Manchester City",
            "December 17, 2020 • 23:00",
            "Manchester United -:- Sheffield United",
            "December 20, 2020 • 19:30",
            "Manchester United -:- Leeds",
            "December 23, 2020 • 23:00",
            "Manchester United -:- Everton",
            "December 26, 2020 • 15:30",
            "Manchester United -:- Leicester",
            "December 29, 2020 • 23:00",
            "Manchester United -:- Wolverhampton",
            "January 2, 2021 • 18:00",
            "Manchester United -:- Aston Villa"
        ],
        [
            "Juventus",
            "Italy",
            "1",
            "45.105666244",
            "7.637997448",
            "An Italian professional football club from Turin, one of the oldest, most titled and strongest clubs in Italy, Europe and the world. Founded in 1897 as Juventus Sports Club by a group of Turin high school students, it is the third oldest Italian club and one of two clubs. from Turin to Serie A. Since the 1920s, the club has been owned by the Agnelli family. \n\n Juventus is the most awarded club in Italy. In 1988 the club received the UEFA award for victories in all competitions held by the federation. When Juventus won the UEFA Super Cup in 1984, the Intercontinental Cup in 1985 and the Intertoto Cup in 1999, making it the only club in the world to compete in all competitions. ",
            "December 8, 2020 • 23:00",
            "Juventus -:- Barcelona",
            "December 13, 2020 • 20:00",
            "Juventus -:- Genoa",
            "December 16, 2020 • 20:30",
            "Juventus -:- Atlanta",
            "December 13, 2020 • 22:45",
            "Juventus -:- Parma"
        ],
        [
            "Real Madrid",
            "Spain",
            "2",
            "40.418176",
            "-3.706203",
            "Spanish professional football club from the city of Madrid. Recognized by FIFA as the best football club of the XX century. Real Madrid is one of three clubs that have never left the top Spanish division, the other two are Barcelona and Athletic Bilbao. Is one of the most titled clubs in Spanish football, with 65 national trophies to his credit: a record 34 La Liga titles as well as 19 King's Cups, 11 Spanish Super Cups and 1 League Cup. He holds the record for most UEFA Champions League wins and goals (13 times, the only team to win this tournament - then the European Cup - 5 times in a row). ",
            "December 8, 2020 • 23:00",
            "Real Madrid -:- Monchengladbach",
            "December 12, 2020 • 20:00",
            "Real Madrid -:- Atletico Madrid",
            "December 16, 2020 • 20:30",
            "Real Madrid -:- Athletic",
            "December 20, 2020 • 22:45",
            "Real Madrid -:- Eibar"
        ],
        [
            "Chelsea",
            "England",
            "5",
            "42.3917638",
            "-71.0328284",
            "English professional football club from Fulham in southwest London. It plays in the English Premier League, the top division of the English football league system. Founded in 1905. Spent most of its history in the top division of English football. One of the founding clubs of English Premier League in 1992. Chelsea won six English championships, eight FA Cup and five Football League Cup winners in Europe, winning the UEFA Champions League, twice the UEFA Cup Winners' Cup, twice the UEFA Europa League and the UEFA Super Cup. Chelsea are one of five clubs, along with Juventus, Ajax, Bayern Munich and Manchester United, which have won all three major UEFA club competitions, as well as the only club to own two major European cups. at the same time. \n\nDespite its name, the club is not located in the Chelsea area, but in neighboring Fulham. Chelsea's home stadium, Stamford Bridge, where the club has played since founding, was opened in 1877. The stadium is ranked 9th in terms of capacity in England and can accommodate over 40,000 fans. The owner of the club since July 2, 2003 is a Russian businessman Roman Abramovich. ",
            "December 8, 2020 • 23:00",
            "Chelsea -:- Krasnodar",
            "12 December 2020 • 20:00",
            "Chelsea -:- Everton",
            "December 15, 2020 • 20:30",
            "Chelsea -:- Wolverhampton",
            "December 21, 2020 • 22:45",
            "Chelsea -:- West Ham United"
        ],
        [
            "Manchester City",
            "England",
            "7",
            "53.483959",
            "-2.244644",
            "An English professional football club from Manchester, playing in the Premier League, the top division of the England football league system. Founded in 1880 under the name \"St. Mark's (West Gorton)\". In 1887 it was renamed Ardwick AFC. Since 1894 it has been called Manchester City. \n\nIn the 20th century, Manchester City became the champion of England twice (in the seasons 1936/37 and 1967/68) , won the FA Cup four times, the Football League Cup twice, the FA Super Cup three times and once the international trophy, the 1970 UEFA European Cup Winners' Cup. In the 1990s, Manchester City was relegated three times to the lower divisions, and spent the 1998/99 season in the third most important division of English football. In 2002 the club returned to the top division, in which it still plays. In 2008, Manchester City was acquired by Abu Dhabi United Group, which provided a significant influx of investment. which allowed the implementation transfer transfers of highly paid football players. In 2011, the club won the FA Cup. Also following the results of the 2010/11 season, City qualified directly for the UEFA Champions League group stage and for the first time since 1973 won the right to participate in the English Super Cup. However, on 7 August 2011 at Wembley, he lost 3-2 to the English champion Manchester United.",
            "December 9, 2020 • 23:00",
            "Manchester City -:- Marseille",
            "December 12, 2020 • 20:30",
            "Manchester City -:- Manchester United",
            "December 15, 2020 • 23:00",
            "Manchester City -:- West Bromwich",
            "December 19, 2020 • 18:00",
            "Manchester City -:- Southampton"
        ],
        [
            "Leicester",
            "England",
            "4",
            "52.633331",
            "-1.133333",
            "An English professional football club from Leicester. Currently playing in the Premier League, the top division of the English football league system. The club was founded in 1884 as Leicester Fosse FC. In 1919 the club changed the name is Leicester City. The club's traditional nickname among fans is “foxes.",
            "December 10, 2020 • 23:00",
            "Leicester -:- AEK Athens",
            "December 13, 2020 • 22:15",
            "Leicester -:- Brighton",
            "December 16, 2020 • 21:00",
            "Leicester -:- Everton",
            "December 20, 2020 • 17:15",
            "Leicester -:- Tottenham"
        ],
        [
            "Borussia",
            "Germany",
            "9",
            "51.514244",
            "7.468429",
            "Professional German football club from Dortmund, North Rhine-Westphalia. Founded in 1909. As a multiple champion of Germany, winner of the Cup Winners' Cup and winner of the Champions League, Borussia is one of the most titled football clubs in Germany. One of the most popular clubs. country.",
            "December 8, 2020 • 20:55",
            "Borussia -:- Zenith",
            "12 December 2020 • 17:30",
            "Borussia -:- Stuttgard",
            "December 15, 2020 • 22:30",
            "Borussia -:- Werder Bremen",
            "December 18, 2020 • 22:30",
            "Borussia -:- Union"
        ],
        [
            "Atletico Madrid",
            "Spain",
            "10",
            "40.416775",
            "-3.703790",
            "Spanish professional football club from Madrid, in the autonomous community of the same name. The club was founded on April 26, 1903, the home stadium is Wanda Metropolitano.\n\nAtletico is a ten-time Spanish champion, ten-time Spanish Cup winner and three-time winner of the UEFA Europa League in the 2009/10, 2011/12 and 2017/18 seasons.\n\nIn addition, the team played three times in the Champions Cup / League finals, maintaining a tie in regular time. However, in a replay, in extra time or in a penalty shootout, she was inferior to her opponents.",
            "December 8, 2020 • 23:00",
            "Real Madrid -:- Monchengladbach",
            "December 12, 2020 • 20:00",
            "Real Madrid -:- Atletico Madrid",
            "December 16, 2020 • 20:30",
            "Real Madrid -:- Athletic",
            "December 20, 2020 • 22:45",
            "Real Madrid -:- Eibar"
        ],
        [
            "Liverpool",
            "Spain",
            "11",
            "53.400002",
            "-2.983333",
            "English professional football club from the city of the same name, located in Merseyside County. It was founded in 1892; joined the England Football League the following year. Since its inception, has hosted home games at Anfield Stadium. The stadium was built in 1884 and was originally played by another Liverpool football club, Everton. At the moment, \"Anfield\" accommodates about fifty four thousand fans.\n\nLiverpool is a 19-time FA champion, 7-time FA Cup winner, 8-time League Cup winner, 15-time FA Super Cup winner, 3-time UEFA Cup winner, 6-time Champions League winner, 4-time Super Cup winner UEFA. In total, Liverpool have won thirteen UEFA European Cups, which is the fourth best after Real Madrid, Milan and Barcelona. The most successful period in the history of the club was in the 1970s and 1980s, when the team was led by Bill Shankly and Bob Paisley, who together won 11 league titles and 7 European trophies for two.",
            "December 13, 2020 • 19:30",
            "Liverpool -:- Fulham",
            "December 16, 2020 • 23:00",
            "Liverpool -:- Tottenham",
            "December 19, 2020 • 15:30",
            "Liverpool -:- Crystal Palace",
            "December 27, 2020 • 19:30",
            "Liverpool -:- West Bromwich Albion",
            "December 30, 2020 • 23:00",
            "Liverpool -:- Newcastle United"
        ],
        [
            "RB Leipzig",
            "Germany",
            "12",
            "51.3408086368",
            "12.3422636309",
            "German professional football club based in Leipzig, Saxony. The club was founded in 2009 by the initiative of the company Red Bull GmbH, which purchased the playing rights of fifth-tier side SSV Markranstädt with the intent of advancing the new club to the top-flight Bundesliga within eight years. The men's professional football club is run by the spin-off organization RasenBallsport Leipzig GmbH. RB Leipzig plays its home matches at the Red Bull Arena.\nIn its inaugural season in 2009–10, RB Leipzig dominated the NOFV-Oberliga Süd (V) and was promoted as champions to the Regionalliga Nord (IV). RB Leipzig won the 2012–13 Regionalliga Nordost season without a single defeat and was promoted to the 3. Liga (III), then finished the 2013–14 3. Liga season as runners-up and was promoted to the 2. Bundesliga (II) as the first team since the introduction of the 3. Liga to win promotion after only one season.\nOn 8 May 2016, RB Leipzig ensured promotion to the Bundesliga for the 2016–17 season with a 2–0 win over Karlsruher SC. One year later, RB Leipzig captured a place in the 2017–18 UEFA Champions League by finishing as runners-up in the Bundesliga. On 18 August 2020, the club made history by participating in their first Champions League semi-finals, losing against Paris Saint-Germain of France.\nThe club nickname is Die Roten Bullen (English: The Red Bulls) due to the energy drink company Red Bull being the sole investor of the club.",
            "December 12, 2020 • 17:30",
            "RB Leipzig -:- Verder",
            "December 16, 2020 • 22:30",
            "RB Leipzig -:- Hoffenheim",
            "December 19, 2020 • 17:30",
            "RB Leipzig -:- Kuln",
            "December 22, 2020 • 20:30",
            "RB Leipzig -:- Augsbourg",
            "January 2, 2021 • 22:30",
            "RB Leipzig -:- Stuttgart"
        ],
        [
            "Real Sociedad",
            "Spain",
            "13",
            "43.3008254634",
            "-1.97083278332",
            "Spanish professional sports club in the city of San Sebastián, Basque Country, founded on 7 September 1909. It plays its home matches at the Anoeta Stadium. Real Sociedad won the Liga title in 1980–81 and 1981–82, and last finished runner-up in 2002–03. The club has also won the Copa del Rey twice, in 1909 and 1987. It contests the Basque derby against rivals Athletic Bilbao. Real Sociedad was a founder member of La Liga in 1929; its longest spell in the top flight was for 40 seasons, from 1967 to 2007.\nTraditionally the club followed a policy (similar to that of its rival Athletic) of signing only Basque players, before signing Republic of Ireland forward John Aldridge in 1989. While a strong Basque contingent has been retained among its players, nowadays both non-Basque Spaniards and foreign players are represented at the club. Its youth section subsequent to the all-Basque era has still been very successful in developing internationally renowned players, such as World Cup winners Xabi Alonso and Antoine Griezmann.\nThe club has competed in the UEFA Champions League twice. In the 2003–04 season, the club progressed to the round of 16 before losing to Lyon.\nAside football, Real Sociedad also has several sections in athletics, including women's football, track and field, field hockey and basque pelota.",
            "December 13, 2020 • 16:00",
            "Real Sociedad -:- Barcelona",
            "December 16, 2020 • 23:00",
            "Real Sociedad -:- Levante",
            "December 19, 2020 • 21:45",
            "Real Sociedad -:- Atletico Madrid",
            "December 22, 2020 • 16:00",
            "Real Sociedad -:- Atletic"
        ],
        [
            "Inter Milan",
            "Italy",
            "14",
            "45.478489",
            "9.122150",
            "Italian professional football club based in Milan, Lombardy. Inter is the only Italian club never to have been relegated from the top flight of Italian football.\nFounded in 1908 following a schism within the Milan Cricket and Football Club (now A.C. Milan), Inter won its first championship in 1910. Since its formation, the club has won 30 domestic trophies, including 18 league titles, 7 Coppa Italia and 5 Supercoppa Italiana. From 2006 to 2010, the club won five successive league titles, equalling the all-time record at that time. They have won the Champions League three times: two back-to-back in 1964 and 1965 and then another in 2010. Their latest win completed an unprecedented Italian seasonal treble, with Inter winning the Coppa Italia and the Scudetto the same year. The club has also won three UEFA Cups, two Intercontinental Cups and one FIFA Club World Cup.\nInter's home games are played at the San Siro stadium, which they share with city rivals A.C. Milan. The stadium is the largest in Italian football with a capacity of 80,018. They have long-standing rivalries with A.C. Milan, with whom they contest the Derby della Madonnina, and Juventus, with whom they contest the Derby d'Italia; their rivalry with the former is one of the most followed derbies in football. As of 2019, Inter has the highest home game attendance in Italy and the sixth highest attendance in Europe. The club is one of the most valuable in Italian and world football.",
            "December 13, 2020 • 14:30",
            "Inter Milan -:- Cagliari",
            "December 16, 2020 • 22:45",
            "Inter Milan -:- Napoli",
            "December 20, 2020 • 17:00",
            "Inter Milan -:- Spice",
            "December 23, 2020 • 20:30",
            "Inter Milan -:- Verona"
        ],
        [
            "Tottenham",
            "England",
            "15",
            "51.6",
            "-0.0667",
            "English professional football club in Tottenham, London, that competes in the Premier League. Tottenham Hotspur Stadium has been the club's home ground since April 2019, replacing their former home of White Hart Lane, which had been demolished to make way for the new stadium on the same site. Their training ground is on Hotspur Way in Bulls Cross in the London Borough of Enfield. The club is owned by ENIC Group. Tottenham have played in a first (home) strip of white shirts and navy blue shorts since the 1898–99 season. The club's emblem is a cockerel standing upon a football, with a Latin motto Audere est Facere (\"To Dare Is to Do\").\nFounded in 1882, Tottenham won the FA Cup for the first time in 1901, the only non-League club to do so since the formation of the Football League in 1888. Tottenham were the first club in the 20th century to achieve the League and FA Cup Double, winning both competitions in the 1960–61 season. After successfully defending the FA Cup in 1962, in 1963 they became the first British club to win a UEFA club competition – the European Cup Winners' Cup. They were also the inaugural winners of the UEFA Cup in 1972, becoming the first British club to win two different major European trophies. They collected at least one major trophy in each of the six decades from the 1950s to 2000s – an achievement only matched by Manchester United. In total, Spurs have won two league titles, eight FA Cups, four League Cups, seven FA Community Shields, one European Cup Winners' Cup and two UEFA Cups. Tottenham were also the runners-up in the 2018–19 UEFA Champions League. They have a long-standing rivalry with nearby club Arsenal, with whom they contest the North London derby.",
            "December 13, 2020 • 17:15",
            "Tottenham -:- Cristal Palace",
            "December 16, 2020 • 23:00",
            "Tottenham -:- Liverpool",
            "December 20, 2020 • 17:15",
            "Tottenham -:- Leicester",
            "December 23, 2020 • 23:00",
            "Tottenham -:- Stock City"
        ],
        [
            "AC Milan",
            "Italy",
            "16",
            "45.464664",
            "9.188540",
            "Professional football club in Milan, Italy, founded in 1899. The club has spent its entire history, with the exception of the 1980–81 and 1982–83 seasons, in the top flight of Italian football, known as Serie A since 1929–30.\nA.C. Milan's 18 FIFA and UEFA trophies is the fourth highest out of any club (joint with Boca Juniors), and the most out of any Italian club. Milan has won a joint record three Intercontinental Cups and one FIFA Club World Cup, seven European Cup/Champions League titles (Italian record),the UEFA Super Cup a joint record five times and the Cup Winners' Cup twice. With 18 league titles, Milan is also the joint-second most successful club in Serie A, along with local rivals Internazionale and behind Juventus (36 league titles). They have also won the Coppa Italia five times, and the Supercoppa Italiana seven.\nMilan's home games are played at San Siro, also known as the Stadio Giuseppe Meazza. The stadium, which is shared with city rivals Internazionale, is the largest in Italian football, with a total capacity of 80,018. They have a long-standing rivalry with Inter, with whom they contest the Derby della Madonnina; it is one of the most followed derbies in football.\nThe club is one of the wealthiest in Italian and world football. It was a founding member of the now-defunct G-14 group of Europe's leading football clubs as well as its replacement, the European Club Association.",
            "December 13, 2020 • 22:45",
            "AC Milan -:- Parma",
            "December 16, 2020 • 22:45",
            "AC Milan -:- Genoa",
            "December 20, 2020 • 17:00",
            "AC Milan -:- Sassuolo",
            "December 23, 2020 • 22:45",
            "AC Milan -:- Lazio"
        ]
    ]
}
