{
    "array": [
        [
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/aaf/160_160_1/aafa8773983559fdbbfd0834b31b2565.png",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/9a9/160_160_1/9a96f7e72d28e0cefc94d3deeb80d96e.png",
            "K: 2,00",
            "30.12.2020  11:10",
            "Western Sydney Wanderers - MacArthur: Rookie Win?",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/35c/1360_1600_1/35c74a260e816d4cc399b7488aa73aaf.jpg",
            "In the first round of the Australian A-League, the newcomer of the division, MacArthur, will face off against Western Sydney Wanderers. Note that both rivals represent Sydney, another derby has appeared in the A-League. As for the exposed line, \"BC\" is quoted as a small favorite.\n\nWestern Sydney Wanderes: bottom of the table team\n\nWestern Sydney finished 9th in the 2019/20 A-League regular season, only higher than the Central Coast Mariners and Melbourne Victory. In 26 games \"VS\" scored 33 points, won 9 matches with six draws and 11 defeats, 35:40 goal difference. If it hadn't been for two defeats in the last three games to Perth Glory and Western United, it is quite possible that we would have seen the future home team in the playoffs. And so the \"wanderers\" were forced to end the season after the regular season. Western Sydney Wanderers' home statistics were 7th in the league, with five wins in 13 matches, 4 draws and 4 losses. The home team has 30 players on its list, more than any other club in the A-League. In terms of cost, the hosts have the fifth squad in the division. Note that Pirmin Schwegler ended his football career, Jurman, Majvski, Lopar and Sullivan left the bast. Lesiotis, Ibini-Isei, Gordon, Dorrans and Troisi joined the ranks of the team.\n\nMacArthur: newcomer to the Australian elite\n\nDespite the fact that MacArthur is a newcomer to the elite division, the future guests have the most expensive squad in the A-League. MacArthur has 25 footballers in their bid, the total cost of which is estimated at 10.10 million euros. On average, each player on the team “costs” 404 thousand euros, also the highest in the division. Ante Milicic has two well-known players in his cage, Markel Susaeta and Benyat Echebarria. For MacArthur, the upcoming game will be the first official in the history of the club. Naturally, the guests will do everything possible so that the first pancake, as they say, does not become lumpy.\n\nLive broadcast of the match Western Sydney Wanderers - MacArthur\n\nAll matches of the Australian A-League can be watched completely free of charge on the Fonbet website. To do this, you just need to register and that's it, you can enjoy football on any available gadget. In Munich, Bayern have won 25 out of 27 matches with two draws.\n\nBetting and forecast\n\nBoth teams want to win the first round match, which is also a derby. However, we believe that MacArthur's motivation is slightly higher, because Wednesday's match is not just the start of the season, but the start of the official matches of this club. The guests have the most expensive squad in the league, which should not be forgotten either. As for the totals, we hope for a fun duel in which both teams will be able to excel, and the total over 2.5 will be broken. We offer these options for rates for the upcoming meeting: OZ + TB 2.5 for 2.00, W2 for 3.10, Away (0) for 2.25.Marathon is the winner of the award \"RB\" 2020: \"The most reliable bookmaker.\"\n\nBetcity is the winner of the RB 2020 award: Best Line."
        ],
        [
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/5b4/160_160_1/5b4fb67a73031c85bbba85f064080fb8.png",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/548/160_160_1/54840efa029d85d18b56273cea2b38d4.png",
            "K: 3,52",
            "29.12.2020  22:00",
            "Manchester United - Wolverhampton: betting on Manchester United's labor victory",
            "https://meta-ratings.com.ua/upload/iblock/aaf/aaf4219f00a366ef22d3c0bdb05bdf8f.jpg",
            "Form \"MU\"\n\nMan United dropped to fourth after a missed 2-2 win over Leicester and Everton's victory over Sheffield. And also the unbeaten run of the “red devils” lasted up to eight games in a row, in which six victories were won. Manchester United conceded goals in five of them, and conceded first in four of them.\n\nPlus, United impresses with their high performance - 21 goals scored in the last 8 games. And also \"Man United\" does not forget to concede 10 goals in 8 rounds. Manchester United have a great offensive roster, allowing them to play on two fronts. Fernandes, Rashford, Martial and James started the match against Leicester. Cavani, Greenwood, Pogba and Van de Beck can presumably enter the game with the \"wolves\" at the start. And it is also possible that Solskjaer will not keep Bruna in reserve.\n\nWolverhampton uniform\n\nWolverhampton have been quite volatile this season, although the Wolves have been deprived of their European Cup load this season. The reason for this drawdown is the departure of Matt Doherty to Tottenham, whose departure cannot make up for Nelson Semeda. And also the trauma of Raul Jimenez, whose presence on the field is sorely lacking, hit the wolves' capabilities. Therefore, the Wolves combine a victory over Chelsea with a defeat at Burnley. The defeat from the latter was blocked by a strong-willed draw with Tottenham (1: 1). \"Wolves\" once again reminded how uncomfortable they are for the giants. And at the same time, Wolverhampton's standings are not the highest - 11th place in the Premier League, which is natural.\n\nInjured and disqualified\n\nManchester United: Rojo, Jones, Romero, Lindelof, James, Wan-Bissaka (questionable)\nWolverhampton: Jimenez, Dendoker, Honny\n\nMeeting history\n\nWolverhampton and Manchester United have met 105 times. The score of personal meetings is 49:36 in favor of Manchester United. But recent face-to-face meetings do not often add up to the more titled MU. The last face-to-face meeting at Old Trafford in the Premier League ended in a draw (0: 0), as well as the first round match at Molinho (1: 1).\n\nIn January last season, the teams met twice in the FA Cup. The first match at Molinho ended in a goalless draw, although the wolves seriously threatened the guests throughout the match. Thus, both teams were forced to go to find out the winner of the confrontation at Old Trafford, where luck smiled at the Red Devils. As a result - 1: 0, Manchester United advanced to the next round thanks to a goal from Juan Mata.\n\nImportant facts about the match\n\nMan United have never lost to Wolverhampton in their last 9 face-to-face meetings at Old Trafford\nManchester United have scored at least 2 goals per game in five of their last six games\nUnited's unbeaten streak in the Premier League is eight games in a row\nManchester United played a clean sheet with Wolverhampton in the last three face-to-face meetings\n\nLive broadcast of the match \"Manchester United\" - \"Wolverhampton\"\n\nThe Okko online service has the exclusive right to show the Premier League in Russia. The cost of a subscription for broadcasts there varies from 199 rubles (per day) to 549 rubles (per month). However, there is another option for watching Premier League matches. After BC Olimp became the main sponsor of Okko Sport, its clients got the opportunity to watch the Premier League for free. The only condition is to register or log in to the office's website. In Live, we find the desired match, go to the broadcast and press the \"Activate\" button. After that, the promo code for a free subscription to Okko is automatically activated, and the matches of the best clubs in England can be watched directly on the bookmaker's website.\n\nBetting and predictions\n\nThe last face-to-face meetings between these teams were quite tense. Therefore, we believe that in such a crucial period the scenario of the match can be repeated and the teams can play carefully. Moreover, the “wolves” have lost Jimenez, which forces them to rely on the game in defense. Therefore, we believe that the match will be ineffective. And one of the predictions for the match will be the bet “total under 2.5 goals” for 1.95 from BC “Olimp”.\n\nWe also believe Manchester United will win a modest one goal difference due to the above reasons. BC \"Marathon\" gives a coefficient of 3.52 for the victory of \"devils\" with a difference of one goal.\n\nIn conclusion, assume that the last goal is scored between the 75th and 90th minute, including injury time. Both teams have the character sufficient to pull out matches at the very end of the meeting. Betcity bookmaker gives the odds of 1.95 for the last goal in this interval.\n\nMarathon is the winner of the award \"RB\" 2020: \"The most reliable bookmaker.\"\nOlympus is the winner of the RB 2020 award: Best Sponsored Activation.\nBetcity is the winner of the RB 2020 award: Best Line."
        ],
        [
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/f31/160_160_1/f31b925de5f5c96792139c6c645e4f4c.png",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/066/160_160_1/066047df23216054195f66ed8247bf07.png",
            "K: 2,05",
            "29.12.2020  20:15",
            "Barcelona - Eibar: Catalans will cope with an outsider even without Messi",
            "https://meta-ratings.com.ua/upload/iblock/fd6/fd607a00fc4befbc35f73b22c5e2a176.jpg",
            "Eibar footballers have never beat Barcelona in the entire 12-match history of the face-to-face confrontation. Will Jose Luis Mendilibar's charges interrupt such an unsuccessful streak by defeating the Catalan club, which will play without Lionel Messi? Our prediction: even without the captain, the “blue-garnet” ones will gain an easy three points!\n\nBarcelona team uniform\n\nBarcelona is gradually starting to get out of the middle of the standings, where it ended up after a weak start of the championship. In the last four meetings, Ronald Koeman's wards have not suffered a single defeat, which in itself is their best segment of the season, so also during this period they won three victories and once drew with Valencia - 2: 2. All this allowed the Catalans to go for a week pause in the championship on the fifth line in the standings of Examples, and after this break they will leave without their captain Lionel Messi, who continues to recover.\n\nTeam uniform \"Eibar\"\n\n“Eibar” is a typical middle peasant of the Spanish Example, who has never finished in the elite division above tenth place, while avoiding relegation to Segunda every time. It is this goal that the \"gunsmiths\" will pursue even now, since they finished the starting segment of the championship only in 17th place, ahead of the relegation zone by only one point. They poorly entered the season, gaining only one point in four rounds, but followed by an excellent segment, during which they suffered only one defeat in nine games. Before the holidays, Jose Luis Mendilibar's charges lost to Real Madrid and Alaves, which obviously did not add to their positive emotions.\n\nThe history of the head-to-head meetings between Barcelona and Eibar\n\nIn the framework of the Spanish Example, the teams held 12 personal meetings with each other. The Catalan club has 11 victories, and once a draw was recorded. The goal difference is also on the side of the “blue garnet” - 41: 6. Last season, the rivals met twice, and both times the victory was celebrated by the Barcelona players - 3: 0 and 5: 0.\n\nProfessional bets and predictions\n\nEibar is a very convenient opponent for Barcelona. The Catalan club in the entire 12-match history of the head-to-head confrontation only once drew with the \"gunsmiths\", and managed to win all the other games, and in most cases the outcomes were devastating, and last year they defeated them - 3: 0 and 5: 0. The guests are not in the best condition for the upcoming match, having lost two matches in a row, while the Catalans, on the contrary, gained a good move and began to gain points at last. Even without their captain, the “blue garnet” should win easily, and bet on Barcelona's victory with a handicap (-1.5) can be made with a coefficient of about 2.05.\n\nEibar this season has a very decent statistics on the reliability of defense, as in 15 matches they conceded only 15 goals (1.00 per game on average). For example, Barcelona itself in 14 meetings allowed to hit their goal 14 times (1.00 on average per game). It should be noted that the \"gunsmiths\" have not yet played against the \"blue-garnet\", and this inevitably spoils all the statistics, since in 12 personal meetings the Catalans scored 41 goals against Eibar (3.42 on average per game) ... Based on this, the best option for forecasting is the individual total of Barcelona over 2.5 goals with a coefficient close to 2.25.\n\nBarcelona will face the upcoming clash without two of their top scorers: Lionel Messi and Anssu Fati continue their recovery. The third most productive player of the Catalan club is Antoine Griezmann, for whom there is a great chance to come out of the shadow of his partners and finally prove himself. Now the French striker has three goals in the current season, which clearly cannot suit him, so he must use this opportunity, which gives reason to look closely at the rate on the goal of Antoine Griezmann with a coefficient of about 2.15."
        ],
        [
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/3c1/160_160_1/3c16adcb52fedc58bed61b63d795e565.png",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/b93/160_160_1/b93c97abbf8295c080f01acdcdb1c778.png",
            "K: 3,43",
            "",
            "Southampton v West Ham United: teams share points",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/942/1360_1600_1/942c3cab424c297bc8012ece914b11d6.jpg",
            "Southampton vs West Ham United prediction December 29, 2020 Premier League betting and odds\n\nIn the 16th round of the English Championship, Southampton will host West Ham United at home. In the previous five matches against the London team in the Premier League, the Saints were defeated. Will the representatives of Southampton be able to interrupt the unsuccessful streak in personal meetings?\n\nSouthampton uniform\n\nAfter the 0-1 defeat to Manchester City, Southampton went to visit Fulham. As expected, the London club gave a fight to Ralph Hasenhüttl's charges. In this confrontation, the teams were not pleased with effective actions and shared the points. Following 15 appearances, Southampton is in ninth place in the English Championship standings. The assets of the \"saints\" have 25 points.\n\nWest Ham United uniform\n\nAfter a crushing 0-3 defeat to Chelsea, West Ham United returned to their home arena and took over Brighton. The fight turned out to be difficult for the team of David Moyes. The teams scored two goals and did not reveal the winner. According to the results of 15 matches, the Hammer team has 22 points. At the moment, West Ham United is in tenth place in the English Premier League standings.\n\nSouthampton v West Ham United: personal matches\n\nIn all tournaments, the clubs met in 109 matches. The advantage in the number of victories on the side of the London team is 45:34. Note that the Hammers were stronger than the Saints in the last five games:\n\nSouthampton v West Ham United: remarkable club statistics\n\nWest Ham United have enjoyed positive results in their last five games against Southampton in all competitions;\n\nSeven of the last eight matches between Southampton and West Ham have over 2.5 goals in all competitions;\nIn six of West Ham's last seven away matches in the Premier League, there has been a bet over 2.5 goals\nWest Ham United have scored at least two goals in six of their last seven games against Southampton in all competitions;\nIn the previous three matches of Southampton in the Premier League, the option “total under 2.5 goals” entered.\n\nSouthampton v West Ham United: Estimated Lineups\n\nSouthampton: McCarthy, Walker-Peters, Bednarek, Stevens, Bertrand, Walcott, Romeu, Ward-Prowse, Genepo, Long, Adams.\n\nWest Ham United: Fabianski, Kufal, Balbuena, Ogbonna, Cresswell, Souchek, Rice, Bowen, Lanzini, Fornals, Aller.\n\nLive broadcast of the match \"Southampton\" - \"West Ham United\"\n\nThe Premier League is one of the most commercially successful sports leagues in the world. She earns her main income from television rights, so, for the most part, broadcasts of the English Premier League can only be watched for money. However, there is another option. For example, watch the Premier League on bookmaker sites. The only condition is to register or log in to the office's website.\n\nForecast and bets on the match \"Southampton\" - \"West Ham United\"\n\nDanny Ings is still on the tram at Southampton's location. The absence of a forward is noticeable in the attacking potential of the “saints” - only one goal scored in the previous three appearances in the English Championship. Note that both teams have been showing unstable play lately. Hammers played their last Premier League game just two days ago. Obviously, a very difficult duel awaits the guests. In the upcoming game, one should hardly expect high speeds. Most likely, there will be a lot of struggle in the center of the field. You can choose the option with a tie. For the match \"Southampton\" - \"West Ham\" we propose to consider the following lines:\n\nDraw for the odds 3.43;\nTotal under 2.5 goals per odds 1.89;\nDraw in the first half at odds of 2.20.\n\nOlympus is the winner of the RB 2020 award: Best Sponsored Activation.\n\nMarathon is the winner of the award \"RB\" 2020: \"The most reliable bookmaker.\"\n\nBetcity is the winner of the RB 2020 award: Best Line."
        ],
        [
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/b8b/160_160_1/b8b6af5dfe06b68d4b7c840be6b80629.png",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/7cb/160_160_1/7cbdcbbbdd334ffb91f92ec0a8910682.png",
            "K: 2,00",
            "23.12.20  22:00",
            "PSG - Strasbourg: Parisians easily take three points",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/dd1/1360_1600_1/dd10ba28abf8cd65440e1aeaf769859e.jpg",
            "PSG - Strasbourg prediction 23 December 2020: bets and odds on the match of Ligue 1\n\nThe rich program of the 17th round of the French football championship will end with a match in Paris, where the local PSG will host Strasbourg. Thomas Tuchel's wards have lost the first line in the standings and now intend to regain the leadership in the championship.\n\nPSG: missed the lead in the championship\n\nThe Parisians continue to slip in the domestic championship and after a draw with Lille (0: 0), they dropped to the third line of the French championship. In the last five matches, PSG have only two wins, one defeat and two draws.\n\nThe team conducts home matches confidently, being also on the third line in this indicator. In eight home games, five wins were won, one draw was played. Twice at Parc des Princes, the Parisians had to capitulate: in the match with Marseille (0: 1), when PSG's squad suffered from losses, and then in the recent match with Lyon, which beat the already combat-ready team of Thomas Tuchel.\n\nThe Blues still score the most in the league: 35 goals scored with ten conceded - the best figure in the current league, which speaks of PSG's effective attacking line.\n\nAs for personnel losses, the following players will definitely not help the hosts due to injuries: Icardi, Bernat, Danilo, Dialo, Kimpembe, Sarabia, Florenzi, as well as Neymar, who suffered an ankle injury. The participation of Kurzawa is questionable.\n\nStrasbourg: scores decently, but concedes more\n\nStrasbourg interrupted their unbeaten streak of four matches and were defeated by Bordeaux (0: 2) in the last round. It has not yet been possible to completely secure oneself from the relegation zone and is unlikely to succeed in the next match.\n\nOn the road, the team does not play very confidently, but they managed to win the last two away matches. The victims were Angers (2: 0) and Nantes (4: 0). It is noteworthy that Strasbourg did not concede a single goal in these matches, although the team's defense is one of the worst, having conceded 27 goals in 16 games (an average of 1.68 goals per game). The work on establishing defensive actions is definitely underway, which cannot but rejoice. In the attack, things are much better and 22 goals scored is a direct confirmation of this. For comparison, the conditional \"Marseille\" scored only 21 goals.\n\nThe team was also not spared from injuries, and Kamara, Kone, Motiba, Saadi and Sels will not be able to help in the upcoming fight.\n\nHistory of personal meetings PSG - Strasbourg\n\nThroughout their history, the teams have played 57 matches. PSG celebrated victory in 29 matches, while Strasbourg was better in 11 matches. There were also 17 drawn matches. The goal difference is 79:51.\n\nMatch betting and predictions\n\nPSG win with handicap (-1.5)\n\nAfter the match with Lorient (2: 0), where the Parisians were supposed to score much more, the odds for a confident victory for the hosts grew slightly, which plays into our hands in this game. Even in spite of all the injuries and hardships of the hosts, the individual skill of the remaining footballers should be enough to confidently score three points from Strasbourg. You can bet on the victory of PSG with a difference of two goals in BC Fonbet, with a coefficient of 1.77.\n\nFirst half: PSG win\n\nI think that the hosts will get down to business already in the first half of the meeting, without leading to nervous endings and other surprises. Betcity BC estimates the victory of PSG in the first 45 minutes with a coefficient of 1.75.\n\nGoal of Moise Keene\n\nThe talented Italian striker plays excellently in the wings of Mbappe, and in the absence of Neymar, who was injured, he will have more freedom of action than usual. BC Winline estimates Keane's goal with odds of 2.00."
        ],
        [
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/be8/160_160_1/be8d5d86094bc0a21bbc67519c8dc51f.png",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/928/160_160_1/928a6385d8f087a790f08803f96bd135.png",
            "K: 4,05",
            "23.12.20  22:00",
            "AS Monaco - Saint-Etienne: the teams will play a grassroots draw",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/b5a/1360_1600_1/b5a26fad6b31dc8a0f4c4fd549ee8e66.jpeg",
            "AS Monaco - Saint-Etienne prediction 23 December 2020: bets and odds for Ligue 1 match:\n\nThe program of the 17th round of the French Football Championship will continue with an interesting match between Monaco and Saint-Etienne. Monegasques managed to end their streak of three defeats, but will Niko Kovacs' men be able to beat Saint-Etienne?\n\nAS Monaco: a small gaming crisis:\n\nMonegasques finally won the last round, but beat the worst team in the championship - Dijon. In the last five matches, Monaco have three defeats and two wins. In the standings the team is on the seventh line with 26 points and has not yet lost the chances to break into the group of leaders.\n\nAt home, Monaco play very confidently: only one defeat (in the recent match with Lens - 0: 3), one draw and five wins. According to this indicator, Monegasques are in second place in Ligue 1, behind only Lyon. There were 18 goals scored in home matches, and 11 conceded.\n\nAs for personnel losses, we will definitely not see Lecomte and Fabregas, but the participation of Alexander Golovin is a big question.\n\nSaint-Etienne: will fight for every point:\n\nClaude Puel's wards slowed down a little their fall to the bottom of the standings, not losing for five matches and gaining seven points in this segment. Such results helped to break away from the relegation zone by six points and to be in 14th place in the standings.\n\nAway, the team is not so confident, gaining only eight points in eight games. In total, two victories were won on the road, two draws were played and the team lost four times. The Greens scored eight goals in these matches, and conceded 13.\n\nWith injuries at “Saint-Etienne” is still tight. Da Silva, Maccon and Muffek will not help in the upcoming fight. The participation of Monne-Paquet and Retsos is questionable. Ruffier is disqualified.\n\nThe history of personal meetings AS Monaco - Saint-Etienne:\n\nThroughout their history, the teams played 109 matches among themselves. In 38 matches, Monaco celebrated victory, while Saint-Etienne was better in 45 games. There were also played 26 draw matches. The goal difference is 128: 149.\n\n\n\nMatch betting and predictions\n\nDraw:\n\nMonaco is experiencing a slight decline and so far only wins over weak opponents. Saint-Etienne is the most inconvenient team for the Monegasques. It's not even about the confrontations in history, but more about the current state and mood of the teams. The Greens fight to the last to protect themselves from relegation, grope for their game, while Monaco, although they look more masterful, are experiencing great difficulties in realizing their chances. The most logical outcome in this match seems to be a draw. BC Fonbet estimates such an outcome with a coefficient of 4.05.\n\nTotal Under (3):\n\nTeams do not particularly like to play open football between themselves, and only once in the last five head-to-head matches was the “top” of the total (2.5) broken. You can put on the “bottom” of the total (3) in BC Betcity, with the odds of 1.77.\n\nBen Yedder's goal:\n\nThe Frenchman scored for the last time in the game against Marseille (1: 2), then played two incomplete matches, but for the game with Saint-Etienne he should appear in the starting lineup. In this situation, the game will again be built through the French striker, which means that the chances of scoring a goal increase. Bookmaker Marathon estimates such an outcome with odds of 1.90."
        ],
        [
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/925/160_160_1/9255ded65419b827b66ff079d0606490.png",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/6a1/160_160_1/6a124a28eb6908c6a9c81a5431401d14.png",
            "K: 3,32",
            "23.12.20  22:45",
            "Stuttgart - Freiburg: will the auto plants take revenge?",
            "https://meta-ratings.com.ua/upload/iblock/a3e/a3e0b044d227e685972324b807049e4e.jpg",
            "One of the matches of the 1/16 finals of the German Cup will be the derby of Baden-Württemberg. In the 2020/21 season, opponents have already crossed paths in the first round of the German Bundesliga. That fight was won by \"Freiburg\" with a score of 3: 2. Moreover, the \"Brazilians\" during the match were leading in the score 3: 0, but let the opponent on the minimum distance. Now, \"Stuttgart\" has the opportunity to take revenge for the failure in the championship, for \"Avtozavodtsev\" the upcoming match is of great importance.\n\nStuttgart: cool newbie\n\nDo not forget that Stuttgart, despite their titles and their historical significance, is just a newcomer to the German elite and even last season, Avtozavodtsy played in the 2.Bundesliga. After playing 13 rounds in 2020 in the Bundesliga, Stuttgart are in seventh position, behind Union, located in the Europa League zone, by only three points. As a newcomer to the elite, a very decent result. However, it is worth paying attention to the fact that the \"auto plants\" are still much better on the road than at the \"Mercedes-Benz Arena\". At home, “Stuttgart” has 0 wins with four draws and two defeats, 9:12 goal difference. The statistics are weak, however, the lack of home victories should only further motivate the future home team to win the derby.\n\nFreiburg: Brazilians played out for the New Year\n\nAfter a 3-match losing streak in November, Freiburg played five matches in which they drew twice with 3 wins, with Streich's 3-match winning streak continuing. The Brazilians beat Arminia, Schalke and Hertha one after another in the German championship, scoring eight goals and one conceded ball during this period. Thanks to such a victorious spurt, Freiburg moved up to 10th place in the Bundesliga tournament. By the way, the “Brazilians” are only one point behind “Stuttgart”. On the road, Freiburg, as for the middle peasant, has good statistics, in six games they wins two draws and two defeats with a goal difference of 7:11.\n\nInjured and disqualified\n\nStuttgart: not playing - Ailton, Al-Gaddioui, Avuja, Gral, Mola, Tommy.\n\nFreiburg: not playing - Flecken, Haberer, Itter, Keitel, Thiede.\n\nTentative lineups\n\nStuttgart: Male - Mavropanos, Anton, Kempf - Endo, Sosa - Wamangttuka, Mangala - Castro, Didavi - Gonzalez.\n\nFreiburg: Müller - Gulde, Schlotterbeck, Lienhart - Kübler, Santamaria, Höfler, Gunter - Höhler, Grifo - Demirovich.\n\nPersonal meeting history\n\nFreiburg and Stuttgart have played 41 times between, + 24 = 5-12, 75:53 goal difference. On the field in Stuttgart, the opponents met 20 times, + 14 = 3-3, 43:22. Also, pay attention to the fact that directly in the German Cup, \"auto plants\" and \"Brazilians\" crossed four times, + 2 = 1-1 in favor of \"Stuttgart\".\n\nLive broadcast of the match \"Stuttgart\" - \"Freiburg\"\n\nAll matches of the German Cup can be watched completely free of charge on the Fonbet website. To do this, you just need to register and that's it, you can enjoy football on any available gadget. In Munich, Bayern have won 25 of their 27 matches with two draws.\n\nBetting and forecast\n\nStuttgart lost away to Wolfsburg in the last round of the Bundesliga. However, the Avtozavodtsy showed a fairly high-quality football, they did not deserve to be defeated. Do not forget that the upcoming match is a derby, and Stuttgart have already lost one home derby this season, it's time to take revenge. Also an additional motivation for the Swabians is the fact that Stuttgart have never won in their field in the 2020/21 season. In this pair, we rely on the motivated home team. As for the totals, we hope for a productive match. We offer the following betting options for the upcoming meeting: W1 + OZ for 3.32, W1 for 2.00, TB 3.0 for 1.96.\n\nMarathon is the winner of the RB 2020 award: The Most Reliable Bookmaker.\n\nBetCity is the winner of the RB 2020 award: Best Line."
        ],
        [
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/af1/160_160_1/af151e308fdd173d55fb197a54aa858a.png",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/c26/160_160_1/c265fb77f7a9af6f2d86226b9ff0232d.png",
            "K: 4,10",
            "23.12.20  22:00",
            "Angers - Marseille: southerners to beat worst home team of the season",
            "https://meta-ratings.com.ua/upload/iblock/f27/f275d9fec6f102b23d09b2fee74d5588.jpg",
            "Angers - Marseille prediction 23 December 2020: bets and odds for the match of Ligue 1:\n\nThe program of the 17th round of the French Football Championship will continue with an interesting match between Angers and Marseille. The wards of André Vilas-Boas are still the leaders in terms of points lost, but will Marseille be able not to lose the advantage?\n\nAngers: not the best game at home:\n\nStefan Moulin's charges have had a good segment and in the last five matches there was only one defeat against Strasbourg (0: 2). At the moment, Angers are in ninth place in the League 1 standings, but a victory in the next match may bring the team closer to the European five.\n\nThe black-and-white play at home games very mediocre: in eight matches they managed to win only three times, draw once and lose four times. Scored seven goals at home, and conceded - 11. The last victory at home stadium was won over \"Lorient\" - the worst away team in the league.\n\nAs for personnel losses, everything is very bad here too. Due to injuries, Angers will not be able to help a whole group of players: Alioui, Amadou, Boufal, Thioub, Fulgeni and Ebosse.\n\nMarseille: one of the best away teams:\n\nAndré Villas-Boas's team limped a little and ended their amazing winning streak. In the last two matches, they managed to earn only one point, with a weak \"Reims\" (1: 1). However, even after two misfires, Marseille is potentially leading the Ligue 1 standings in terms of lost points.\n\nMarseille are one of the best away teams in the French Championship. Before the defeat to the Bretons in the 15th round (1: 2), the Southerners did not lose away at all. On account of \"Marseille\" seven games on a foreign field, in which they managed to win five times, draw once and lose once. At the same time, they managed to score ten goals, and concede five.\n\nIn the upcoming match, \"Marseille\" due to injuries will not be able to help only two players: Amavi and Sanson.\n\nHistory of personal meetings \"Angers\" - \"Marseille\":\n\nThroughout their history, the teams have played 42 matches. Angers celebrated victory in 12 matches, while Marseille were better in 17 matches. Also 13 draws were played. The goal difference is 61:67.\n\nMatch bets and predictions:\n\nHandicap \"Marseille\" (0):\n\nThe wards of Andre Villas-Boas are clearly faced with a small crisis, but the hosts are not playing well at home either. Apart from the victory over Lorient (the worst away club in the League), the last time Angers won at home was at the end of September. I think that the guests will surely come to win, but for a bet it is better to choose a zero handicap. Bookmaker Fonbet estimates a similar outcome with a coefficient of 1.77.\n\nBoth Teams To Score:\n\nThe defense of \"Marseille\" began to falter, but so far everything is in order in the attack. Angers also boast a stable attacking performance: both teams have scored 21 goals each. Even despite the fact that Marseille played two matches less, this is a good result for Angers. The defense, unfortunately, is getting worse: conceded 25 in 16 matches (1.56 goals per game). The bet on “both will score” looks very good here - 1.98 on the line of Betcity.\n\nResult from 1 to 30 minutes: Marseille win:\n\nA bit of a risky bet, but Andre Villas-Boas' wards quite often resort to the tactics of quick goals to ensure themselves a comfortable result as soon as possible. I think there shouldn't be any problems with Angers with goals scored, so let's take a chance and bet on the fact that in the first half hour of the game, Marseille will be able to win. Bookmaker Marathon estimates such an outcome with a coefficient of 4.10."
        ],
        [
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/533/160_160_1/533ff45776f0862fe96e4ed81eb622c5.png",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/9dd/160_160_1/9ddd523537f96e20197af9b0b9e13b89.png",
            "K: 2,17",
            "23.12.20  22:00",
            "Lyon - Nantes: the weavers will continue their successful streak",
            "https://meta-ratings.com.ua/upload/iblock/85e/85ec059657fcbdb08302e1e78cfb5eef.jpg",
            "Lyon - Nantes prediction 23 December 2020: bets and odds for the match of Ligue 1:\n\nThe rich program of the 17th round of the French Football Championship will continue with a match between Lyon and Nantes. “Weavers” together with “Lille” topped the League 1 standings. Will Rudy Garcia's wards be able to gain a foothold at the top and outrun the “dogs”?\n\nLyon: in great shape:\n\nThe “Weavers” gained a phenomenal form, not losing for 14 matches in a row in League 1. The only defeat to Lyon was given to Montpellier (1: 2), already in September of this year. Rudy Garcia's charges have 33 points, but Lille is still higher in additional indicators.\n\nLyon have yet to be defeated at home with four wins and three draws in seven games. The “weavers” conceded six goals and scored 16. However, in terms of points scored in home matches (15 points), this is only the fifth result in League 1. Even Brest is higher in this indicator (16 points).\n\nAs for personnel losses, Lyon's infirmary is empty and all players will be able to take part in the upcoming match. There are also no disqualified players.\n\nNantes continues to fall to the bottom of the table:\n\nThe Canaries have been unable to win in seven Ligue 1 games, with just four points in that period. Such results contributed to the fall to the 15th line of the French championship standings. There are already only four points to the relegation zone, which means it's time to get ready for the next fights.\n\nAway, the Yellows play terribly: the only victory was obtained only in the match with Lorient (2: 0), which is not kicked only by the lazy. Also, two draws were played away, and in the other five matches there were only defeats. Eight goals scored in away matches and 13 conceded.\n\nUnlike Lyon, there are big problems with the squad. Due to injuries, Coulibaly, Limbombe Augustine and Perreira will not play in the match. Disqualified Mehndi.\n\nThe history of personal meetings \"Lyon\" - \"Nantes\":\n\nThroughout their history, the teams have played 92 matches. In 31 matches, Lyon celebrated victory, while Nantes were better in 40 matches. Also, 21 draw matches were played. The goal difference is 109: 134.\n\n\nMatch betting and predictions\n\nLyon win with a handicap (-1.5):\n\nThere is no doubt that the hosts will confidently beat Nantes, even taking into account not the best statistics of personal meetings in history. Rudy Garcia's charges are currently several goals higher than Nantes, and therefore it is not worth bothering with the choice of the outcome. You can bet on a similar outcome in Fonbet bookmaker with a coefficient of 1.75.\n\nBoth Teams To Score: No:\n\nAlthough Nantes have historically played quite successfully against Lyon, in a particular match the Canaries have no chance of winning. And if you manage to score a goal, then this can already be considered a success. The Lyon defense is doing well so far, so it should play reliably against the background of its opponent's problems. It is possible to bet on “zero” in the scored column for “Nantes” in BC Betcity with a coefficient of 1.88.\n\nResult from 1 to 30 minutes: Lyon win:\n\nRudy Garcia's wards in recent matches often scored in the first half of the meeting, and sometimes even doing so before the 30th minute. In the fight with Nantes, there should be no problems at the start of the match, so the victory of the hosts during this period is obvious here. Bookmaker Marathon estimates a similar outcome with a coefficient of 2.17."
        ],
        [
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/6b0/160_160_1/6b07844deee6be6afdbfed471e8faa73.png",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/5b4/160_160_1/5b4fb67a73031c85bbba85f064080fb8.png",
            "K: 3,44",
            "23.12.20  23:00",
            "Everton - Manchester United: butterscotch to reach semi-finals",
            "https://meta-ratings.com.ua/upload/iblock/063/063347fda92c399fb8eae5a85460570e.jpg",
            "Everton - Manchester United prediction December 22, 2020: English League Cup match odds and bets:\n\nEverton are back in the top 4 race. And Manchester United made up for lost time and also climbed to the top 4. But a face-to-face meeting will take place between them in the League Cup. In early November, Manchester United took the victory from Goodison - 3: 1. How will the cup meeting end? Will Everton avenge the November fiasco?\n\nEverton form:\n\nEverton were able to recover from their dive with three straight wins. Moreover, the opposition in these games was elite - Chelsea, Leicester City and Arsenal. Everton are playing in cold blood again, squeezing the maximum out of the created chances. As you can understand, these victories are not accidental. Although the last games were missed by James Rodriguez, Luca Dinh. Allan joined them in the infirmary, who will also miss the match against Manchester United. But Carlo Ancelotti was able to reveal Gilfi Sigurdsson. So Everton returned to the top 4 and placed in fourth place. In front of Everton is Manchester United, who have the same number of points.\n\nIn the League Cup, Everton beat Salford City (3: 0), Fleetwood Town (5: 2) and West Ham (4: 1). These results show the responsible attitude of \"toffee\" to this tournament. Moreover, Everton have not won cups for a long time. And Ancelotti is called upon to eliminate this defect.\n\nManchester United uniform:\n\nManchester United are in third place in the Premier League. Liverpool are four points behind, although the Devils have one game left. United's unbeaten streak in the Premier League is seven straight games. Six wins were won in seven games. Was outplayed Everton (3: 1), Southampton (3: 2), Eats Ham (3: 1), Leeds (6: 2) and others. The victory in the last round over Leeds (6: 2) shows that Manchester United have come to their senses after leaving the Champions League. Ole Gunnar Solskjaer was able to reveal the strengths of the \"devils\", especially in attack. In terms of composure, Manchester United are not inferior to Everton. Besides, Manchester United have a rich attacking arsenal. Besides Rashford, Fernandes, there is Martial, Cavani, Greenwood, Dan James. And also Paul Pogba and Donnie van de Beck show good shape and a willingness to break for the team.\n\nIn the League Cup, Manchester United knocked out Luton Town (3: 0) and Brighton (3: 0). Traditionally, \"Manchester United\" performs well in the cup tournaments at Solskjaer. Therefore, Manchester United will play against Everton in an optimal combination.\n\nInjured and disqualified:\nEverton: Gbamen, Dinh, Delph, Allan, Gomes (questionable), Rodriguez (questionable)\nManchester United: Rojo, Shaw, Romero, Jones, McTominay (questionable)\n\nMeeting history\n\n204 face-to-face meetings were held between \"Everton\" and \"Manchester United\". The score of personal meetings is 88:69 in favor of the “red devils”. Everton played two games under Ancelotti against Manchester United at Goodison. The first meeting ended in a 1: 1 draw. Although Everton was definitely closer to victory, because the hosts stole a goal in the penultimate minute of the game due to Sigurdsson's passive offside position. However, the ball went into the goal from Harry Maguire's leg. Therefore, after the final whistle, serious passions flared up that Carlo Ancelotti received a red card. And the first round match this season ended with a 3: 1 victory for Manchester United. Although the account was opened by Everton. But Manchester United tore apart the center of defense with flanking shots that made Jordan Pickford powerless.\n\nBetting and predictions:\n\nWith the exception of the match against Leeds, Manchester United start hard, conceding goals first. This was the case with Everton, Southampton and West Ham. But this did not stop the \"devils\" from returning to the game. In addition, Everton is good at starting matches, scoring the first goal in the first half of the first half. Therefore, we believe that Everton will open the scoring. BC \"Olimp\" gives a coefficient of 2.15 for the fact that \"Everton\" scores a goal first. We also believe that we will see goals from both teams in the same half. Betcity bookmaker gives the odds of 3.90 for “both will score in the first half - yes”.\n\nIn conclusion, we believe that cup bad luck will follow Manchester United under Solskjaer. Moreover, we have repeatedly witnessed how the prime \"MU\" was blown away due to the oversaturated schedule. As a result, \"MJ\" pulled out matches not on the class, but on moral and strong-willed qualities, which are often lacking. Moreover, Everton has one more rest day than Manchester United. And on the eve of Boxing Day, it makes a difference in the game. Therefore, we believe that Everton will win. BC \"Marathon\" gives a coefficient of 3.44 for the victory of \"Everton\".\n\nMarathon is the winner of the RB 2020 award: The Most Reliable Bookmaker.\nOlympus is the winner of the RB 2020 award: Best Sponsored Activation.\nBetCity is the winner of the RB 2020 award: Best Line. "
        ],
        [
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/29d/160_160_1/29d0d0dea33bcd2f8d35d4596d3f6018.png",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/637/160_160_1/637f1fc5b4e9d4f7c1f527af8f39645a.png",
            "K: 3,21",
            "23.12.20  02:30",
            "Boca Juniors - Racing: waiting for the team from Avellaneda in the semifinals",
            "https://meta-ratings.com.ua/upload/iblock/220/220514ed0d54172a42b33c238ccbd79e.jpg",
            "Boca Juniors: runners-up in the tournament of the strongest:\n\nAfter two rounds of the second group stage of the Maradona Cup, Boca Juniors are in second place with 4 points, behind River Plate in goal difference. In the first round, Boca Juniors drew 1:41 with Arsenal Sarandi. In the second round, Boca turned out to be 2: 1 stronger than Independiente on the road. Unlike the Brazilian teams, the Argentinian clubs now have a normal calendar. It was thanks to the normal calendar that Boca Juniors managed to knock Internacional out of the Libertadores Cup. In Brazil, the team from Buenos Aires defeated the opponent 1: 0, in Argentina the match ended with a score of 1: 1. But already in the first match against Racing, BH started having problems. Also, do not forget that Racing has recently become an uncomfortable opponent for Boca.\n\nRacing: Academy is mentally ready to beat Boca:\n\nRacing have not lost to Boke since 2016, with more than four goals. Since then, opponents have played four matches, three in the Argentine Super League and one in the Copa Libertadores, the team from Avellaneda winning three times with one draw. Let's also pay attention to the fact that if Boca in the Maradona Cup continues to fight for the trophy, then Racing could not get into the top six, future guests after two rounds are only in third place in the losing league. Naturally, for Racing, the Copa Libertadores is now in the foreground. The guests have a great opportunity to get to the semi-finals of the most prestigious tournament in South America, when will there still be such a chance?\n\nPersonal meeting history:\n\nBoca Juniors and Racing have played 46 times, + 21 = 9-16, 71:58 goal difference. On the \"Boca\" field the advantage is on the side of the hosts + 11 = 6-7, 42:31. But, as mentioned above, Racing won the last three picks out of 4 with one draw.\n\nLive broadcast of the match \"Boca Juniors\" - \"Racing\":\n\nAll matches of the Copa Libertadores can be watched completely free of charge on the Fonbet website. To do this, you just need to register and that's it, you can enjoy football on any available gadget.\n\nBetting and forecast:\n\nThe first match of the confrontation turned out to be a grassroots one, and the return leg will hardly please us with high performance, the stakes and risks are too high for both Boca and Racing, especially for Racing, which failed the Maradona Cup. As for the outcomes, we will not be surprised if Racing will eventually make it to the Libertadores Cup semi-finals. For Boca Juniors, this particular team is extremely inconvenient, as it turns out not only at the national level, but also internationally. In this pair we offer the following betting options: X2 for 2.13, TM 2.0 for 1.92, X2 + TM 3.5 for 2.35.\n\nMarathon is the winner of the RB 2020 award: The Most Reliable Bookmaker.\nBetCity is the winner of the RB 2020 award: Best Line."
        ],
        [
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/7f8/160_160_1/7f87804828854e6b7af9ee76c7dc184e.png",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/1ea/160_160_1/1ea3b5b5923e6574e1dc66ed93f0e1b6.png",
            "K: 2,13",
            "24.12.20  03:30",
            "Gremio - Sao Paulo: Championship leader to win in Porto Alegre?",
            "https://meta-ratings.com.ua/upload/resize_cache/iblock/60c/1360_1600_1/60c752045acb7f09b5dd4f83adb9d9d3.jpg",
            "Gremio: home team:\n\nAfter the defeat of \"Vasco da Gama\" with a score of 4: 0, \"Gremio\" cannot win. Since then, the Porto Alegre team has drawn and lost away to Santos in the Copa Libertadores, thus relegated from the tournament. In Serie A, the \"immortals\" parted ways with \"Goias\" and \"Sport\", two outsiders of the rally. It is obvious that Gremio is in a downturn, this team has had a very difficult schedule lately, in such a situation it is impossible to protect oneself from downturns. Note that Gremio is a fairly home team, the southerners have the 4th home statistics in Serie A. In 12 games at home, Gremio won seven times, with 4 draws and only one defeat, and in the last five games at home in Brasileirao, the tricolors have five wins.\n\nSao Paulo: Are the future champions ?:\n\nUnlike Gremio, São Paulo has long been knocked out of international tournaments, focusing on domestic ones. The Brazilian Cup is a priority for the \"tricolor\", \"Sao Paulo\" is the only big team in the Brazilian metropolis that has never won this tournament. Let us remind you that Corinthians won this trophy in 2009, and Palmeiras in 2012 and 2015. We also draw attention to the fact that if Gremio won only once in the last five games, then Sao Paulo has four victories during this period, including over Atletico Mineiro, direct competitors in Brasileirao. “Sao Paulo”, in addition to reaching the Cup semi-finals, is the leader of the Brazilian Championship after 26 played rounds. On the road, the \"tricolor\" has the second statistics in the league after \"Flamengo\", in 13 games six wins with 4 draws and three defeats, 22:15 goal difference.\n\nPersonal meeting history:\"Gremio\" and \"Sao Paulo\" played each other once, on the \"Sao Paulo\" field in the championship, that match ended in a draw 0: 0. In the 2019 season, Gremio won 3-0 at home, and a 0-0 draw was recorded in Sao Paulo. In general, the opponents met 43 times, + 14 = 12-17, 44:55 goal difference. In Porto Alegre, the statistics are on the Gremio side + 10 = 4-6, 24:23.\n\nBetting and forecast:\n\nSao Paulo is in good shape, unlike Gremio. \"Tricolor\" have one of the best guest statistics in Serie A, the team from the metropolis has never won the second most important tournament in Brazilian football. In terms of outcomes in this pair, we are on the side of the guests. As for the totals, we do not expect an abundance of effective actions. We offer these options for rates for the upcoming meeting: W2 for 3.44, Away (0) for 2.45, TM 2.0 for 2.02.\n\nMarathon is the winner of the RB 2020 award: The Most Reliable Bookmaker.\n\nBetCity is the winner of the RB 2020 award: Best Line.  "
        ]
    ]
}
