{
  "array": [
      [
        "https://www.sport.ru/ai/files/tags_attrs/r63/9e42b41b6000.jpg",
        "Lionel Messi",
        "Barcelona",
        "Winner: 6 (2009, 2010, 2011, 2012, 2015, 2019)\nSecond place: 5 (2008, 2013, 2014, 2016, 2017)\nThird place: 1 (2007)\n\nArgentine footballer, striker and captain of the Spanish club Barcelona, ​​since 2011 - the captain of the Argentine national team. The best scorer in the history of Barcelona and the Argentine national team. Recognized by experts as one of the best footballers of our time and one of the best players of all time. \n\nfootball academy Barcelona, ​​has played in the first team since the age of 17. Since then, together with the club, he has won ten Spanish championship titles, four UEFA Champions League, six Spanish Cups, eight Spanish Super Cups, three European Super Cups and three world club championships. He was the UEFA Champions League top scorer six times and the Spanish Championship seven times. \n\nIn 2005, 2007-2013, 2015-2017 and 2019 he was named Argentina's Player of the Year, the last ten awards were given as the best Argentinean abroad. , 2010, 2011, 2015, 2017, 2018 and 2019 was named the best player in the Spanish Championship. In 2009 he was named the best player of the year in the club European football according to UEFA and the best striker in the UEFA Champions League. In the same year he received the Golden Ball as the best football player in Europe and the Diamond Ball as the best football player in the world according to FIFA. The best footballer in the world in 2010 (the first winner of the FIFA Ballon d'Or, a combined prize from France Football and FIFA). In 2011 he became the best player in Europe (the first winner of the prize for the best footballer of the year in Europe). Six-time Golden Boot winner (2010, 2012, 2013, 2017, 2018, 2019). \n\nIn March 2012, he set a record for scoring in all official matches for Barcelona - 234 goals scored. Also in the 2011/12 season, he set a record for the Spanish championship - 50 goals per season. In March 2014, he broke the 87-year-old record for the most goals scored in Barcelona history, bringing his scorer to 371. On November 22, 2014, he broke the record for the number of goals in the Spanish championship - 251 goals scored, which lasted 59 years. On November 25, 2014, he broke the Champions League scoring record with 71 goals scored. In April 2017, at the age of 29, he scored his 500th goal for Barcelona in official matches and became the only player in the history of Spanish football to surpass this mark for one club. The best scorer in the history of El Clasico and the Catalan derby. \n\nIn 2005 he made his debut for the Argentine national team. He is the youngest player to score a goal for albiseleste in the World Cup. As part of the youth team, he became the 2005 world champion (the best player and the best scorer of the tournament) and the 2008 Olympic champion. As part of the national team - the silver medalist of the 2014 World Championship (the best player in the tournament). Part of Argentina's symbolic national team of all time."
      ],
      [
        "https://img.championat.com/s/735x490/news/big/x/b/rostov-brosil-vyzov-krishtianu-ronaldu-predlozhiv-povtorit-trjuk-18-letnego-vospitannika_1590493264792828425.jpg",
        "Cristiano Ronaldo ",
        "Juventus",
        "Winner: 5 (2008, 2013, 2014, 2016, 2017)\nSecond place: 6 (2007, 2009, 2011, 2012, 2015, 2018)\nThird place: 1 (2019)\n\nPortuguese footballer playing for the Italian club Juventus and the Portuguese national team. The best scorer in the history of Real Madrid and the Portuguese national team. Recognized by experts as one of the best footballers of all time. Recognized by the Portuguese Football Federation as the best player in the history of Portuguese football. First footballer in history, who managed to win the English Premier League, Spanish Example and Italian Serie A. \n\nStart his professional career at the Portuguese club \"Sporting\", in 2003 he moved to English \"Manchester United\", in 2009 - to the Spanish \"Real Madrid\" (the amount of this transfer until 2013 was a record in history), in 2018 - to the Italian Juventus. Repeatedly became the owner of the Ballon d'Or France Football (2008, 2016, 2017), FIFA Ballon d'Or (2013, 2014) ) and Golden Boot (2008, 2011, 2014, 2015). He is the all-time top scorer in European competitions, the best assistant in the history of the UEFA Champions League and a record seven has been the top scorer of the UEFA Champions League this season, six in a row: in 2008, as well as in 2013, 2014, 2015, 2016, 2017 and 2018. Cristiano Ronaldo became the first player to win this trophy five times after winning the Champions League for the third consecutive Champions League for Real Madrid. \n\nRonaldo has played more than 150 matches for the Portuguese national team, having played in eight major tournaments and excelled in them all. Since 2008, he has been the captain of his national team, as well as the record holder for the number of matches played for it. As part of the national team, Ronaldo became the 2016 European champion and the 2019 UEFA Nations League winner. He is the most productive European footballer at the national team level in history. The first European to score 100 or more goals for a national team. \n\nOne of the most recognizable athletes in the world, was named the world's highest paid athlete by Forbes magazine in 2016 and 2017, and the most famous athlete in the world by ESPN in 2016, 2017, 2018 and 2019. Time named Ronaldo as one of the 100 most influential people in the world in 2014. From 2010 to 2019, having earned, according to Forbes magazine, 800 million dollars, took the second place in the list of the highest paid athletes of the decade, behind only Floyd Mayweather. In January 2020, Cristiano Ronaldo became the first person in history to reach 200 million Instagram followers"
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/2/24/Marco_van_Basten_%28ca_2006%29.jpg",
        "Marco van Basten",
        "Retired",
        "Winner: 3 (1988, 1989, 1992)\nSecond place: -\nThird place: -\n\nMarcel \"Marco\" van Basten is a Dutch football manager and former professional player, who played for Ajax and A.C. Milan, as well as the Netherlands national team, as a striker. He is regarded as one of the greatest players in the history of the sport. He scored 300 goals in a high-profile career, but played his last match in 1993 at age 28 due to an injury which forced his retirement two years later. He was later the head coach of Ajax and the Netherlands national team.\n\nKnown for his close ball control, attacking intelligence, impeccable headers, and spectacular strikes and volleys, Van Basten was named FIFA World Player of the Year in 1992 and won the Ballon d'Or three times, in 1988, 1989 and 1992. At club level, he won three Eredivisie titles and the Cup Winners' Cup with Ajax, and four Serie A titles and three European Cups with Milan. With the Netherlands, Van Basten won UEFA Euro 1988 where he earned the Golden Boot, scoring five goals, including a memorable volley in the final against the Soviet Union.\n\nIn 1998, Van Basten was ranked sixth in the FIFA Player of the Century internet poll, tenth in the European player of the Century election held by the IFFHS and 12th in the IFFHS' World Player of the Century election. He was also voted eighth in a poll organised by the French magazine France Football, consulting their former Ballon d'Or winners to elect the Football Player of the Century. In 2004, he was named by Pelé in the FIFA 100 list of the world's greatest living players. In 2004, a poll for the 100 greatest Dutch people was held in the Netherlands: Van Basten ranked number 25, the second highest for a football player, behind Johan Cruyff. In 2007, Sky Sports ranked Van Basten first on its list of great athletes who had their careers cut short."
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/9/92/Michel_Platini_2010.jpg",
        "Michel Platini",
        "Retired",
        "Winner: 3 (1983, 1984, 1985)\nSecond place: -\nThird place: 2 (1977, 1980)\n\nFrench former football player, manager and administrator. As the president of UEFA in 2015 he was banned from football, over ethics violations. Regarded as one of the greatest footballers of all time, Platini won the Ballon d'Or three times, in 1983, 1984 and 1985, and came seventh in the FIFA Player of the Century vote. In recognition of his achievements, he was named a Chevalier of the Légion d'honneur in 1985 and became an Officier in 1998.\n\nDuring his career, Platini played for the clubs Nancy, Saint-Étienne, and Juventus. Nicknamed Le Roi (The King) for his ability and leadership. Despite primarily serving as an advanced midfield playmaker, he was a prolific goalscorer; he won the Serie A capocannoniere award three consecutive times between 1983 and 1985, and was the top scorer of Juventus's victorious 1984–85 European Cup campaign.[8] Platini was a key player of the France national team that won the 1984 European Championship, a tournament in which he was the top scorer and best player, and reached the semi-finals of the 1982 and 1986 World Cups. Together with the midfielders Alain Giresse, Luis Fernández and Jean Tigana, he formed the carré magique (magic square) of the French team in the 1980s. Platini was his country's record goalscorer until 2007, and holds the record for most goals (9) scored in the European Championship despite only appearing in the victorious 1984 edition.\n\nFollowing his retirement as a player, Platini was the France national team coach for four years, and was the co-organizer of the 1998 World Cup in France. In 2007, he became the first former player to be elected as the president of the Union of European Football Associations (UEFA). He also held the positions of chairman of FIFA's Technical and Development Committee and vice-president of the French Football Federation. In 2015, however, he was banned from football administration for conflict of interest by the FIFA Ethics Committee."
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Johan_Cruyff_1974c.jpg/480px-Johan_Cruyff_1974c.jpg",
        "Johan Cruyff",
        "Retired",
        "Winner: 3 (1971, 1973, 1974)\nSecond place: -\nThird place: 1 (1975)\n\nDutch professional football player and coach. As a player, he won the Ballon d'Or three times, in 1971, 1973, and 1974. Cruyff was a proponent of the football philosophy known as Total Football explored by Rinus Michels, and is widely regarded as one of the greatest players in football history.\n\nIn the late 1960s and early 1970s, Dutch football rose from a semi-professional and obscure level to become a powerhouse in the sport. Cruyff led the Netherlands to the final of the 1974 FIFA World Cup and received the Golden Ball as player of the tournament. At the 1974 finals, he executed a feint that subsequently was named after him, the \"Cruyff Turn\", a move widely replicated in the modern game. Wearing the number 14 jersey, he set a trend for wearing shirt numbers outside the usual starting line-up numbers of one to eleven. After finishing third in UEFA Euro 1976, Cruyff refused to play in the 1978 World Cup in protest of Argentine dictator Jorge Videla. At club level, Cruyff started his career at Ajax, where he won eight Eredivisie titles, three European Cups, and one Intercontinental Cup. In 1973, he moved to Barcelona for a world record transfer fee, helping the team win La Liga in his first season, and was named European Footballer of the Year. After retiring from playing in 1984, Cruyff became highly successful as manager of Ajax and later Barcelona; he remained an influential advisor to both clubs after his coaching tenures. His son Jordi also played football professionally.\n\nIn 1999, Cruyff was voted European Player of the Century in an election held by the International Federation of Football History & Statistics, and came second behind Pelé in their World Player of the Century poll. He came third in a vote organised by the French magazine France Football consulting their former Ballon d'Or winners to elect their Football Player of the Century. He was included in the World Team of the 20th Century in 1998, the FIFA World Cup Dream Team in 2002, and in 2004 was named in the FIFA 100 list of the world's greatest living players.\n\nConsidered to be one of the most influential figures in football history, Cruyff's style of play and football philosophy has influenced managers and players alike. Ajax and Barcelona are among the clubs that have developed youth academies based on Cruyff's coaching methods. His coaching philosophy helped lay the foundations for the revival of Ajax's international successes in the 1990s, and Spanish football's successes at both club and international levels during the years 2008 to 2012 have been cited as evidence of Cruyff's impact on contemporary football."
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/051119SMcC0014.jpg/440px-051119SMcC0014.jpg",
        "Ronaldo",
        "Retired",
        "Winner: 2 (1997, 2002)\nSecond place: 1 (1996)\nThird place: 1 (1998)\n\nRonaldo Luís Nazário de Lima (Brazilian Portuguese: [ʁoˈnawdu ˈlwis nɐˈzaɾju dʒi ˈɫĩmɐ]; born 18 September 1976), commonly known as Ronaldo, is a Brazilian business owner, president of La Liga club Real Valladolid, and a retired professional footballer who played as a striker. Popularly dubbed in Portuguese O Fenômeno (\"The Phenomenon\"), he is widely considered one of the greatest players of all time. As a multi-functional striker who brought a new dimension to the position, Ronaldo has been the influence for a generation of strikers that have followed. His individual accolades include being named FIFA World Player of the Year three times, and winning two Ballon d'Or awards.\n\nRonaldo started his career at Cruzeiro and moved to PSV in 1994. He joined Barcelona in 1996 for a then world record transfer fee, and at 20 years old he was named the 1996 FIFA World Player of the Year, making him the youngest recipient of the award. In 1997, Inter Milan broke the world record fee to sign Ronaldo, making him the first player since Diego Maradona to break the world transfer record twice. At 21 he received the 1997 Ballon d'Or, and he remains the youngest recipient of the award. By the age of 23, Ronaldo had scored over 200 goals for club and country, however after a series of knee injuries and recuperation he was inactive for almost three years. Ronaldo joined Real Madrid in 2002 and won the 2002–03 La Liga title. He had spells at A.C. Milan and Corinthians before retiring in 2011 having suffered further injuries.\n\nRonaldo played for Brazil in 98 matches, scoring 62 goals, and is the third-highest goalscorer for his national team. At age 17, he was the youngest member of the Brazilian squad that won the 1994 FIFA World Cup. At the 1998 FIFA World Cup, Ronaldo received the Golden Ball for player of the tournament, helping Brazil reach the final where he suffered a convulsive fit hours before kick-off. He won the 2002 FIFA World Cup where he starred in a front three with Ronaldinho and Rivaldo. Ronaldo scored twice in the final, and received the Golden Boot as the tournament's top goalscorer. At the 2006 FIFA World Cup, Ronaldo scored his 15th FIFA World Cup goal, a FIFA World Cup record at the time. He also won the 1997 Copa América, where he was player of the tournament, and the 1999 Copa América, where he was top goalscorer.\n\nOne of the most marketable sportsmen in the world during his playing career, the first Nike Mercurial boots–R9–were commissioned for Ronaldo in 1998. He was named in the FIFA 100 list of the greatest living players compiled in 2004 by Pelé, and was inducted into the Brazilian Football Museum Hall of Fame, Italian Football Hall of Fame, Inter Milan Hall of Fame and Real Madrid Hall of Fame. In retirement from sport, Ronaldo has continued his work as a United Nations Development Programme Goodwill Ambassador, a position to which he was appointed in 2000. He served as an ambassador for the 2014 FIFA World Cup. Ronaldo became the majority owner of Real Valladolid in September 2018, after buying 51% of the club's shares."
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/ISL-HRV_%287%29.jpg/440px-ISL-HRV_%287%29.jpg",
        "Luka Modrić",
        "Real Madrid",
        "Winner: 2018\n\nLuka Modrić is a Croatian professional footballer who plays as a midfielder for Spanish club Real Madrid and captains the Croatia national team. He plays mainly as a central midfielder, but can also play as an attacking midfielder or as a defensive midfielder, usually deployed as a deep-lying playmaker. He is widely regarded as one of the best midfielders of his generation, and the greatest Croatian footballer of all-time.\n\nBorn in Zadar, Modrić's childhood coincided with the Croatian War of Independence which displaced his family. In 2002, he was signed by Dinamo Zagreb at age 16, after showing promise with his hometown club NK Zadar's youth team. He continued his development in Zagreb, before spells on loan to Zrinjski Mostar and Inter Zaprešić. He made his debut for Dinamo in 2005 and won three consecutive league titles and domestic cups, being named the Prva HNL Player of the Year in 2007. In 2008, he moved to Premier League club Tottenham Hotspur for a club-record transfer fee of £16.5 million, where he led Spurs to their first UEFA Champions League appearance in almost 50 years, reaching the quarter-finals of the 2010–11 tournament.\n\nIn the summer of 2012, Modrić joined Real Madrid for a £30 million transfer fee. There he became a key contributor and helped the team win La Décima and was selected for the 2013–14 Champions League squad of the season. After Zinedine Zidane took over Madrid, Modrić was critical to three consecutive Champions League titles from 2015–16 to 2017–18, each time being voted into the squad of the season. He has won 17 major trophies at Real Madrid including four UEFA Champions League titles, two La Liga titles, one Copa del Rey and three FIFA Club World Cup titles. He won the La Liga Award for \"Best Midfielder\" in 2016 for the second time, and the UEFA Club Football Award for \"Best Midfielder\" in 2017 and 2018. In 2015, he became the first Croatian player to be included in the FIFA FIFPro World XI, in which he was regularly included until 2019, as well in the UEFA Team of the Year between 2016 and 2018. In 2018, Modrić became the first Croatian player to win the UEFA Men's Player of the Year Award, and by winning The Best FIFA Men's Player and Ballon d'Or awards, he became the first player other than Lionel Messi or Cristiano Ronaldo to claim the awards in more than a decade. In 2019, he was awarded the Golden Foot award for career results and personality.\n\nModrić made his international debut for Croatia against Argentina in March 2006, and scored his first international goal in a friendly match against Italy. He has since anchored Croatia's \"second Golden Generation\", participating in every major tournament Croatia has qualified for, including the UEFA Euro 2008, 2012, and 2016, as well the 2006, 2014, and 2018 FIFA World Cup. At UEFA Euro 2008, he was selected for the Team of the Tournament, becoming only the second Croatian to ever achieve this honour. Following group stage eliminations in his first two World Cups, Modrić led Croatia to the 2018 World Cup Final, and he received the Golden Ball award for Best Player of the Tournament. Furthermore, he has been named the Croatian Footballer of the Year a record eight times between 2007–2019."
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Kaka061115_Crop.jpg/220px-Kaka061115_Crop.jpg",
        "Kaká",
        "Retired",
        "Winner: 2007\n\nRicardo Izecson dos Santos Leite or Ricardo Kaká, is a Brazilian retired professional footballer who played as an attacking midfielder. Owing to his performances as a playmaker in his prime at A.C. Milan, a period marked by his creative passing, goal scoring and dribbles from midfield, Kaká is widely considered one of the best players of his generation. With success at club and international level, he is one of eight players to have won the FIFA World Cup, the UEFA Champions League and the Ballon d'Or.\n\nKaká made his professional club debut at age 18 at São Paulo in Brazil in 2001, and his performances with the club led him to joining Serie A club Milan in 2003. In Italy, Kaká helped Milan finish runners up in the 2005 UEFA Champions League Final with him being the top assist provider of the tournament, and named the UEFA Club Midfielder of the Year. He led Milan to win the 2007 UEFA Champions League Final and was the tournament's top goal scorer. His performances saw him win the FIFA World Player of the Year, the 2007 Ballon d'Or, the UEFA Club Footballer of the Year and the IFFHS World's Best Playmaker awards. After six years with Milan, Kaká joined Real Madrid in 2009 for a transfer fee of €67 million, which was the second highest transfer fee at the time. However, after four injury troubled seasons in Spain, which saw his physical mobility rapidly decline, he returned to Milan for a single season in 2013, prior to joining MLS expansion club Orlando City. He initially returned to his former club São Paulo on loan, before relocating to the United States in 2015 and retiring in 2017.\n\nKaká made his debut for the Brazil national team in 2002, and was selected for their victorious FIFA World Cup squad that year, as well as the 2006 and 2010 tournaments. He was also a member of Brazil's 2005 and 2009 FIFA Confederations Cup-winning squads, winning the Golden Ball Award in 2009 as the tournament's best player.\n\nIn addition to his individual awards, between 2006 and 2009 he was named in both the FIFA World XI and the UEFA Team of the Year three times. In 2010, he was named in the A.C. Milan Hall of Fame. One of the world's most famous athletes during his playing career, Kaká was the first sportsperson to amass 10 million followers on Twitter. Off the field, Kaká is known for his humanitarian work, where he became the youngest ambassador of the UN World Food Programme in 2004. For his contributions on and off the pitch, Kaká was listed by Time as one of the world's 100 most influential people in 2008 and 2009."
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/f/f8/Fabio_Cannavaro_in_Tehran%27s_IKA_Airport_%28cropped%29.jpg",
        "Fabio Cannavaro",
        "Retired",
        "Winner: 2006\n\nFabio Cannavaro Ufficiale OMRI is an Italian former professional footballer and current manager of Chinese club Guangzhou Evergrande. A centre-back, he spent the majority of his career in Italy. He started his career at Napoli before spending seven years at Parma, with whom he won two Coppa Italia titles, the 1999 Supercoppa Italiana, and the 1999 UEFA Cup. After spells at Internazionale and Juventus, he transferred (along with manager Fabio Capello) from Juventus to Real Madrid in 2006, with whom he won consecutive La Liga titles in 2007 and 2008. After returning to Juventus for one season in 2009–10, he joined Al-Ahli in Dubai, where he retired from football in 2011 after an injury-troubled season.\n\nCannavaro has also achieved success with the Italy national team. He was part of the Italy team which won consecutive UEFA European Under-21 Championships in 1994 and 1996. After earning his first senior cap in 1997, he helped his national team to the final of UEFA Euro 2000, being named in the team of the tournament, and became captain in 2002, following Paolo Maldini's retirement. Cannavaro led Italy to victory in the 2006 FIFA World Cup in Germany, and was given the nickname \"Il Muro di Berlino\" (\"The Berlin Wall\") by the Italian supporters due to his defensive performances, which saw Italy keep five clean sheets and concede only two goals, neither of which were in open play. He was awarded the Silver Ball after being named the tournament's second-best player. In 2009, Cannavaro overtook Maldini as the most capped player in the country's history. He retired from international football on 25 June 2010 following Italy's failure to qualify for the knockout stages of the 2010 World Cup, having amassed 136 caps and 2 goals for the senior national team. In total, he has represented Italy at four World Cups, two UEFA European Championships, the 1996 Summer Olympics and the 2009 FIFA Confederations Cup. He is currently Italy's second all-time appearance holder, behind Gianluigi Buffon.\n\nCannavaro was named the 2006 FIFA World Player of the Year, making him the only defender in history to have won the award. He also won the Ballon d'Or award in 2006 which made him the only defender to win the award in a decade and only the third of all time after Franz Beckenbauer and Matthias Sammer. In 2006 and 2007 Cannavaro was named in the FIFA World XI. In 2007, he was in the six man shortlist for the Laureus World Sportsman of the Year. His younger brother Paolo was also a professional footballer, and currently serves as a member of Guangzhou Evergrande's coaching staff under the direction of his older brother Fabio.\n\nAfter his retirement, Cannavaro became a member of the coaching staff of Al-Ahli, notably as global ambassador and technical director from 2011 to 2013, and as an assistant coach from 2013 to 2014. In November 2014, he was appointed as head coach of Chinese club Guangzhou Evergrande. On 9 June 2016, he signed a contract with second-tier Chinese club Tianjin Quanjian as manager where he led the team to the league title. He returned to Guangzhou Evergrande in 2017."
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Ronaldinho_in_2019.jpg/440px-Ronaldinho_in_2019.jpg",
        "Ronaldinho",
        "Retired",
        "Winner: 2005\n\nRonaldo de Assis Moreira or simply Ronaldinho, is a Brazilian former professional footballer and current ambassador for Barcelona. He played mostly as an attacking midfielder, but was also deployed as a forward or a winger. Often considered one of the best players of his generation and regarded by many as one of the greatest of all time, Ronaldinho won two FIFA World Player of the Year awards and a Ballon d'Or. A global icon of the sport, he was renowned for his technical skills, creativity and dribbling ability, as well as his use of tricks, feints, overhead kicks, no-look passes and accuracy from free-kicks.\n\nRonaldinho made his career debut for Grêmio, in 1998. At age 20, he moved to Paris Saint-Germain in France before signing for Barcelona in 2003. In his second season with Barcelona, he won his first FIFA World Player of the Year award as Barcelona won the 2004–05 La Liga title. The season that followed is considered one of the best in his career as he was integral in Barcelona winning the 2005–06 UEFA Champions League, their first in fourteen years, and another La Liga title, giving Ronaldinho his first career double, receiving the 2005 Ballon d'Or and his second FIFA World Player of the Year in the process. After scoring two spectacular solo goals in the first 2005–06 El Clásico, Ronaldinho became the second Barcelona player, after Diego Maradona in 1983, to receive a standing ovation from Real Madrid fans at the Santiago Bernabéu.\n\nFollowing a second-place La Liga finish to Real Madrid in the 2006–07 season and an injury-plagued 2007–08 season, Ronaldinho departed Barcelona to join Milan, where he won the 2010–11 Serie A. He then returned to Brazil to play for Flamengo in 2011 and Atlético Mineiro a year later where he won the 2013 Copa Libertadores, before moving to Mexico to play for Querétaro and then back to Brazil to play for Fluminense in 2015. Ronaldinho accumulated numerous other individual awards in his career. He was included in the UEFA Team of the Year and the FIFA World XI three times each, and was named UEFA Club Footballer of the Year for the 2005–06 season and South American Footballer of the Year in 2013. In 2004, he was named by Pelé in the FIFA 100 list of the world's greatest living players.\n\nIn his international career with Brazil, Ronaldinho earned 97 caps and scored 33 goals and represented his country in two FIFA World Cups. After debuting with the Seleção by winning the 1999 Copa América, he was an integral part of the 2002 FIFA World Cup-winning team, starring alongside Ronaldo and Rivaldo in an attacking trio, and was named in the FIFA World Cup All-Star Team. As captain, he led his team to the 2005 FIFA Confederations Cup title and was named man of the match in the final. He also captained the Brazil Olympic team to a bronze medal in men's football at the 2008 Summer Olympics."
      ]
  ]
}
