{
  "array": [
      [
        "https://upload.wikimedia.org/wikipedia/commons/e/e5/France_champion_of_the_Football_World_Cup_Russia_2018.jpg",
        "2018 Russia",
        "France",
        "France were one of the 13 teams in the inaugural World Cup in 1930. Their best results are wins in 1998 and 2018. They controversially qualified for the 2010 tournament with the assistance of a handball by Thierry Henry, and then more controversially were knocked out in the first stage of the tournament. They qualified again in 2014 and made it to the quarter-finals. In 2018, they won the tournament for the second time 4-2 in a high-scoring match against Croatia.",
        "France was involved in the first ever World Cup match played against Mexico, with France winning 4-1. The match was played in Montevideo, Uruguay on 13 July 1930.",
        "France's captain in the first World Cup match, Alex Villaplane, was killed fifteen years later for alleged collaboration with the Nazis. Villaplane was shot dead by French resistance fighters in July 1945.",
        "The first player to be replaced in World Cup finals due to injury was French goalkeeper Alex Thepot. The goalkeeper was kicked by a Mexican player in the jaw in the opening match of the 1930 World Cup. He was replaced by midfielder Augustin Chantrel.",
        "The record for the most goals at a World Cup is 13 by Frenchman Just Fontaine in 1958, in six games.",
        "A rooster, the symbol of the French team, was thrown onto the field by a fan during the match between France and Canada on 1 June, 1986. The rooster was dead when the referee removed it off the pitch. France won the match 1-0.",
        "Zinedine Zidane became the first French player to be sent off in World Cup finals in the First Round match against Saudi Arabia on 18 June 1998. France had kept a clean sheet for 68 years until France 98!",
        "France played off against Italy in the 2006 final, with man of the tournament, Zinedine Zidane, being red carded for a bizarre incident where he head butted the opposition player."
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Germany_and_Argentina_face_off_in_the_final_of_the_World_Cup_2014_-2014-07-13_%286%29.jpg/440px-Germany_and_Argentina_face_off_in_the_final_of_the_World_Cup_2014_-2014-07-13_%286%29.jpg",
        "2014 Brazil",
        "Germany",
        "Germany are traditionally a strong team in world football. They have been winners of the FIFA World Cup four times, playing as West Germany in 1954, 1974 and 1990 and as united Germany in 2014. In 2006 and 2010 they finished third. They have reached the World Cup Final eight times (4 wins, 4 runners up). As one of the 2018 pre-tournament favorites, Germany crashed out in the group stage after defeats to Mexico and South Korea. The last time they failed to make it past the first hurdle of the tournament was in 1938.",
        "A Saarland national football team participated in the qualifying section of the 1954 FIFA World Cup, but failed to qualify after coming second to the West German team, but ahead of Norway. Saar existed from 1947 to 1956 in the Saarland, a part of Western Germany that was occupied in 1945 by France. Saarland rejoined Germany in 1957.",
        "German mid-fielder Stefan Effenberg was sent home early by coach Berti Vogts in USA 1994 after he gave the finger to a fan during a finals match. Effenberg was sent home immediately after the incident, and refused to rejoin the national squad from then on.",
        "Uwe Seeler of West Germany is one of three players have scored in four successive finals tournaments (1958, 1962, 1966 and 1970). One of the others is German player Miroslav Klose (the other is that guy Pele).\n\nPaul Breitner of West Germany is one of three players to have scored in two World Cup finals - 1974 and 1982. The others are Vava of Brazil in 1958 and 1962, Pelé of Brazil 1958 and 1970."
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/0/06/FIFA_World_Cup_2010_Spain_with_cup.jpg",
        "2010 South Africa",
        "Spain",
        "Brazil 2014 was Spain's 14th participation at the World Cup. Their previous appearances were in 1934, 1950, 1962, 1966, 1978, 1982, 1986, 1990, 1994, 1998, 2002, 2006 and 2010. Their best performance was in 2010, winning 1-0 in the Final against the Netherlands. Their previous best performance was 4th place in 1950. In 2014, Spain had a shocking tournament, becoming the fifth defending champions to not make it past the first round.",
        "In their first World Cup in 1934, Spain lost to Italy in the quarter-finals in a replayed match.",
        "When Spain finished 4th place in 1950, they beat the USA, Chile and England on their way to a semi-final spot. Subsequent losses to Brazil and Sweden saw the Spaniards finish fourth overall.",
        "Despite Spain being a seeded team for the 1954 finals, they did not play in that final series, as they were eliminated in the qualifying round following the toss of a coin to decide a drawn match - the first team to do so in the World Cup. For the 1954 World Cup, unlike now, the seeded teams for the finals were determined before the qualifying competition. After a tie with Turkey in the qualifying round, Spain lost a toss-up and were eliminated. Turkey then became a seeded team in the finals.",
        "In 1982, Spanish fans were devastated when the national team and tournament hosts managed only one victory on home soil and just managed to reach the second phase of the World Cup.",
        "The national team enjoyed a better tournament in 1986, before being eliminated by Belgium in a penalty shoot-out. In 1990 they lost in extra time in the second round to Yugoslavia, while in 1994 they reached the quarter-finals. In 1998 they were eliminated in the first round. Korea Republic ended a more successful Spanish campaign in 2002, defeating them in a penalty shoot-out again in the quarter-finals."
      ],
      [
        "https://img.fifa.com/image/upload/t_l4/lsw55olyybogzkggrjrw.jpg",
        "2006 Germany",
        "Italy",
        "The Italian football team, called the 'Azzurri', have been World Cup Champions four times: 1934, 1938, 1982, 2006. In the most recent World Cup in 2014, Italy were surprisingly eliminated at the group stage, and in 2018 Italy couldn't score in 180 minutes of football against Sweden in their play-off, failing to qualify for the first time since 1958.",
        "Italy's World Cup 1934 player Allemandi was once banned from football for life for accepting a bribe. The Juventus player was found to have accepted a 50,000-Lire payment to cheat in a match against Torino. However, he was later re-instated and chosen as captain of the Italian national team in World Cup 1934.",
        "Italian player Raimondo Orsi went back to the stadium the day after the 1934 Final to demonstrate his spectacular curling shot, as the press photographers wanted to take a picture of Orsi's swerving shot that had turned into a winning goal in the Final. He tried more than 20 times to repeat that splendid shot on the same spot, but failed each time.",
        "As Italian skipper Peppino Meazza scored the penalty kick in a 1938 Semi-final, his shorts, torn earlier in the game, slipped down to leave him exposed. His celebrating team-mates surrounded him until a new pair of shorts were produced.",
        "Right before the Italy and Hungary 1938 Final match, the Italian players received a telegraph from Rome which read 'Win or die!' Fortunately the team won and did not have to find out if it was a hoax or not.",
        "The only manager to win successive World Cups was Italy's Vittorio Pozzo in 1934 and 1938.",
        "Because of World War II, the World Cup was not held between 1938 and 1950. As a result, Italy were the reigning World Cup holders for a record 16 years leading up to the 1950 World Cup.",
        "Eight Italian internationals were killed in an air crash shortly before the 1950 finals, in the Superga air disaster.",
        "Italian Striker Gianfranco Zola was sent off on 28th birthday, when he played in a 1994 finals match. He was sent off in the 76th minute in a Second Round match against Nigeria on 5 July 1994. Italy won the match 2-1 and went on to reach the Final.",
        "Italy surprisingly failed to advance past the first stage of the 2010 World Cup. They were the winners of the previous World Cup in 2006."
      ],
      [
        "https://img.bleacherreport.net/img/slides/photos/003/710/721/da23947e5ef08fb5198c98380d25a7db_crop_exact.jpg?w=2975&h=2048&q=85",
        "2002 Japan / S. Korea",
        "Brazil",
        "Brazil are an exciting powerhouse team in world football. They are the only country to have appeared in every final tournament - 21 from 1930 to 2018. In these, they have won the FIFA World Cup on five occasions: 1958, 1962, 1970, 1994 and 2002. They have reached the World Cup Final seven times - beaten only by Germany who has done it 8 times. In 2014, the host team Brazil were thumped by Germany 7-1 in the semifinal, then beaten into 4th place by The Netherlands.",
        "Brazil were one of the 13 teams in the inaugural World Cup in 1930.",
        "Brazil's Valdemar de Brito became the first player to miss a penalty in World Cup finals in 1934. De Brito missed the penalty in Brazil's 3-1 loss to Spain on 27 May 1934. That was Brazil's only match in the 1934 finals, and the only finals in which Brazil did not win any match. He later amended his reputation as he discovered and nurtured Pele.",
        "Brazilian player Leonidas, the top scorer of World Cup 1938, had a job as a private eye.",
        "At the start of a 1938 finals match against Poland, Brazilian player Leonidas took off his boots because he wanted to play in the muddy pitch barefooted. The referee immediately ordered Leonidas to put his boots back on, and Leonidas went on to score 4 goals in that match, finishing top scorer of the 1938 tournament with 8 goals in 4 matches.",
        "Brazilian player Leonidas was left out of the team for the 1938 semi-final against Italy as the Brazilian coach wanted to save Leonidas for the Final. It was obviously a wrong decision as Brazil unexpectedly lost 2-1 to Italy in the match. Ironically, in the third-place match two days later, Leonidas scored two goals and helped Brazil achieve a 4-2 victory over Sweden.",
        "Brazil also hold the attendance record for their defeat to Uruguay in front of 200,000 spectators on home soil in 1950.",
        "Brazil won their first FIFA World Cup title in 1958 in Sweden with a team which included a 17-year-old legend-in-the-making named Pelé. During this tournament he became the youngest player in World Cup history to have scored a goal when he scored against Wales. He was then only 17 years and 239 days old.",
        "The Brazilian managers of 1954 (Zeze) and that of 1962 (Aimore Moreira) were the only brothers to have managed the same nation in World Cup finals.",
        "Brazilian player Garrincha suffered from infantile paralysis as an infant. The operation that enabled him to walk left him with a distorted leg, but he grew up to become a speedy winger nicknamed 'The Little Bird'. He won the World Cup in 1958 & 1962. He died of alcohol poisoning in 1983 at the age of 49.",
        "Brazilian player Rivelino collapsed after beating Italy in the 1970 Final under the weight of the celebrations from Brazilian fans and had to be carried away on a stretcher.",
        "After the Jules Rimet trophy was paraded by the Brazilian players after the 1970 Final match, the top of the trophy disappeared. Brazilian reserve Davio retrieved the valuable gold top from a young spectator at the stadium exit. As a result, the new trophy was designed to have no top!",
        "Brazilian player Tostao give his 1970 World Cup winners' medal to his his surgeon. Tostao wished to express his gratitute to the American surgeon who had performed two operations on his eye before the 1970 finals.",
        "Ronaldo changed his hair style after Brazil beat England in the 2002 quarter finals so as to look more different from his teammate Roberto Carlos. He wanted to have a new look because his son Ronald had wrongly recognized Roberto Carlos as Ronaldo - their toddler son kissed the TV screen shouting 'daddy' when Roberto Carlos appeared on TV during the quarter final match.",
        "Despite winning the FIFA World Cup in 2002, Brazil still had to qualify for the 2006 tournament, as the rules changed from previously where the winner of the World Cup automatically qualified for the next tournament.",
        "Brazil hosted the World Cup in 2014."
      ],
      [
        "https://i.ytimg.com/vi/kJDbinLTOCI/maxresdefault.jpg",
        "1998 France",
        "France",
        "France were one of the 13 teams in the inaugural World Cup in 1930. Their best results are wins in 1998 and 2018. They controversially qualified for the 2010 tournament with the assistance of a handball by Thierry Henry, and then more controversially were knocked out in the first stage of the tournament. They qualified again in 2014 and made it to the quarter-finals. In 2018, they won the tournament for the second time 4-2 in a high-scoring match against Croatia.",
        "France was involved in the first ever World Cup match played against Mexico, with France winning 4-1. The match was played in Montevideo, Uruguay on 13 July 1930.",
        "France's captain in the first World Cup match, Alex Villaplane, was killed fifteen years later for alleged collaboration with the Nazis. Villaplane was shot dead by French resistance fighters in July 1945.",
        "The first player to be replaced in World Cup finals due to injury was French goalkeeper Alex Thepot. The goalkeeper was kicked by a Mexican player in the jaw in the opening match of the 1930 World Cup. He was replaced by midfielder Augustin Chantrel.",
        "The record for the most goals at a World Cup is 13 by Frenchman Just Fontaine in 1958, in six games.",
        "A rooster, the symbol of the French team, was thrown onto the field by a fan during the match between France and Canada on 1 June, 1986. The rooster was dead when the referee removed it off the pitch. France won the match 1-0.",
        "Zinedine Zidane became the first French player to be sent off in World Cup finals in the First Round match against Saudi Arabia on 18 June 1998. France had kept a clean sheet for 68 years until France 98!",
        "France played off against Italy in the 2006 final, with man of the tournament, Zinedine Zidane, being red carded for a bizarre incident where he head butted the opposition player."
      ],
      [
        "https://img.fifa.com/image/upload/t_l1/eavx4q2u42anax34dm2b.jpg",
        "1994 USA",
        "Brazil",
        "Brazil are an exciting powerhouse team in world football. They are the only country to have appeared in every final tournament - 21 from 1930 to 2018. In these, they have won the FIFA World Cup on five occasions: 1958, 1962, 1970, 1994 and 2002. They have reached the World Cup Final seven times - beaten only by Germany who has done it 8 times. In 2014, the host team Brazil were thumped by Germany 7-1 in the semifinal, then beaten into 4th place by The Netherlands.",
        "Brazil were one of the 13 teams in the inaugural World Cup in 1930.",
        "Brazil's Valdemar de Brito became the first player to miss a penalty in World Cup finals in 1934. De Brito missed the penalty in Brazil's 3-1 loss to Spain on 27 May 1934. That was Brazil's only match in the 1934 finals, and the only finals in which Brazil did not win any match. He later amended his reputation as he discovered and nurtured Pele.",
        "Brazilian player Leonidas, the top scorer of World Cup 1938, had a job as a private eye.",
        "At the start of a 1938 finals match against Poland, Brazilian player Leonidas took off his boots because he wanted to play in the muddy pitch barefooted. The referee immediately ordered Leonidas to put his boots back on, and Leonidas went on to score 4 goals in that match, finishing top scorer of the 1938 tournament with 8 goals in 4 matches.",
        "Brazilian player Leonidas was left out of the team for the 1938 semi-final against Italy as the Brazilian coach wanted to save Leonidas for the Final. It was obviously a wrong decision as Brazil unexpectedly lost 2-1 to Italy in the match. Ironically, in the third-place match two days later, Leonidas scored two goals and helped Brazil achieve a 4-2 victory over Sweden.",
        "Brazil also hold the attendance record for their defeat to Uruguay in front of 200,000 spectators on home soil in 1950.",
        "Brazil won their first FIFA World Cup title in 1958 in Sweden with a team which included a 17-year-old legend-in-the-making named Pelé. During this tournament he became the youngest player in World Cup history to have scored a goal when he scored against Wales. He was then only 17 years and 239 days old.",
        "The Brazilian managers of 1954 (Zeze) and that of 1962 (Aimore Moreira) were the only brothers to have managed the same nation in World Cup finals.",
        "Brazilian player Garrincha suffered from infantile paralysis as an infant. The operation that enabled him to walk left him with a distorted leg, but he grew up to become a speedy winger nicknamed 'The Little Bird'. He won the World Cup in 1958 & 1962. He died of alcohol poisoning in 1983 at the age of 49.",
        "Brazilian player Rivelino collapsed after beating Italy in the 1970 Final under the weight of the celebrations from Brazilian fans and had to be carried away on a stretcher.",
        "After the Jules Rimet trophy was paraded by the Brazilian players after the 1970 Final match, the top of the trophy disappeared. Brazilian reserve Davio retrieved the valuable gold top from a young spectator at the stadium exit. As a result, the new trophy was designed to have no top!",
        "Brazilian player Tostao give his 1970 World Cup winners' medal to his his surgeon. Tostao wished to express his gratitute to the American surgeon who had performed two operations on his eye before the 1970 finals.",
        "Ronaldo changed his hair style after Brazil beat England in the 2002 quarter finals so as to look more different from his teammate Roberto Carlos. He wanted to have a new look because his son Ronald had wrongly recognized Roberto Carlos as Ronaldo - their toddler son kissed the TV screen shouting 'daddy' when Roberto Carlos appeared on TV during the quarter final match.",
        "Despite winning the FIFA World Cup in 2002, Brazil still had to qualify for the 2006 tournament, as the rules changed from previously where the winner of the World Cup automatically qualified for the next tournament.",
        "Brazil hosted the World Cup in 2014."
      ],
      [
        "https://img.fifa.com/image/upload/t_l1/a5nx9bozjtrimd3m7vr6.jpg",
        "1990 Italy",
        "Germany",
        "Germany are traditionally a strong team in world football. They have been winners of the FIFA World Cup four times, playing as West Germany in 1954, 1974 and 1990 and as united Germany in 2014. In 2006 and 2010 they finished third. They have reached the World Cup Final eight times (4 wins, 4 runners up). As one of the 2018 pre-tournament favorites, Germany crashed out in the group stage after defeats to Mexico and South Korea. The last time they failed to make it past the first hurdle of the tournament was in 1938.",
        "A Saarland national football team participated in the qualifying section of the 1954 FIFA World Cup, but failed to qualify after coming second to the West German team, but ahead of Norway. Saar existed from 1947 to 1956 in the Saarland, a part of Western Germany that was occupied in 1945 by France. Saarland rejoined Germany in 1957.",
        "German mid-fielder Stefan Effenberg was sent home early by coach Berti Vogts in USA 1994 after he gave the finger to a fan during a finals match. Effenberg was sent home immediately after the incident, and refused to rejoin the national squad from then on.",
        "Uwe Seeler of West Germany is one of three players have scored in four successive finals tournaments (1958, 1962, 1966 and 1970). One of the others is German player Miroslav Klose (the other is that guy Pele).",
        "Paul Breitner of West Germany is one of three players to have scored in two World Cup finals - 1974 and 1982. The others are Vava of Brazil in 1958 and 1962, Pelé of Brazil 1958 and 1970."
      ],
      [
        "https://img.fifa.com/image/upload/t_l4/icjtjme4fk6dznn5aifd.jpg",
        "1986 Mexico",
        "Argentina",
        "Argentina were one of the 13 teams in the inaugural World Cup in 1930. Argentina eventually reached the Final, losing 2-4 to Uruguay. Between 1929 and 1959, the Argentinian team won the Copa America 12 times, but FIFA World Cup success still eluded them. The breakthrough for the Albiceleste came in 1978 when they won the World Cup for the first time on home soil. Mario Kempes scored twice in a memorable Final against Holland.",
        "Argentina repeated the feat in 1986 thanks to the genius of Diego Maradona. They reached the Final again in 1990, only to see an Andi Brehme penalty seal victory for Germany. In 2014 they were beaten in the final again by Germany, 1-0 in extra time.",
        "The football powerhouse nearly did nto make it to the 2018 World Cup, needing a Messi hat-trick to come from behind to beat Ecuador in a final qualifier.",
        "Thousands of Argentinian supporters failed to attend the 1930 Final as their boats were delayed due to thick fog. Eight of the ten chartered boats were unable to arrive in time for the Final, though fortunately the match referee was on the first boat that arrived.",
        "An unexpected consequence of Argentina's defeat in the 1930 Final was that the Argentinian president was overthrown several days after the Final. Argentinian president Irigoyen was overthrown in a military coup flamed by the deeply disappointed citizens.",
        "Peruvian goalkeeper Ramon Quiroga was accused of deliberately conceding some goals in their 6-0 loss to Argentina in a Second Round group match on 21 June 1978. He was born in Argentina. Argentina had to beat Peru by a margin of at least 4 goals to reach the 1978 Final. The Peruvian people could believe that their admirable goalkeeper Quiroga would let in six goals in a match. When Quiroga came back home, he published a full letter in the newspapers pleading his innocence and explaining the reasons for Peru's humiliating defeat.",
        "Argentina's Gabriel Batistuta scored two unique hat-tricks in 1994 and in 1998. Both were achieved on 21 June of the year, against World Cup finals debutants (Greece and Jamaica), and each time the third goal was a penalty."
      ],
      [
        "https://s01.sgp1.digitaloceanspaces.com/large/881809-ttadtsawgq-1528802953.jpg",
        "1982 Spain",
        "Italy",
        "The Italian football team, called the 'Azzurri', have been World Cup Champions four times: 1934, 1938, 1982, 2006. In the most recent World Cup in 2014, Italy were surprisingly eliminated at the group stage, and in 2018 Italy couldn't score in 180 minutes of football against Sweden in their play-off, failing to qualify for the first time since 1958.",
        "Italy's World Cup 1934 player Allemandi was once banned from football for life for accepting a bribe. The Juventus player was found to have accepted a 50,000-Lire payment to cheat in a match against Torino. However, he was later re-instated and chosen as captain of the Italian national team in World Cup 1934.",
        "Italian player Raimondo Orsi went back to the stadium the day after the 1934 Final to demonstrate his spectacular curling shot, as the press photographers wanted to take a picture of Orsi's swerving shot that had turned into a winning goal in the Final. He tried more than 20 times to repeat that splendid shot on the same spot, but failed each time.",
        "As Italian skipper Peppino Meazza scored the penalty kick in a 1938 Semi-final, his shorts, torn earlier in the game, slipped down to leave him exposed. His celebrating team-mates surrounded him until a new pair of shorts were produced.",
        "Right before the Italy and Hungary 1938 Final match, the Italian players received a telegraph from Rome which read 'Win or die!' Fortunately the team won and did not have to find out if it was a hoax or not.",
        "The only manager to win successive World Cups was Italy's Vittorio Pozzo in 1934 and 1938.",
        "Because of World War II, the World Cup was not held between 1938 and 1950. As a result, Italy were the reigning World Cup holders for a record 16 years leading up to the 1950 World Cup.",
        "Eight Italian internationals were killed in an air crash shortly before the 1950 finals, in the Superga air disaster.",
        "Italian Striker Gianfranco Zola was sent off on 28th birthday, when he played in a 1994 finals match. He was sent off in the 76th minute in a Second Round match against Nigeria on 5 July 1994. Italy won the match 2-1 and went on to reach the Final.",
        "Italy surprisingly failed to advance past the first stage of the 2010 World Cup. They were the winners of the previous World Cup in 2006."
      ],
      [
        "https://i.dailymail.co.uk/i/pix/2012/02/09/article-2098771-01C6BA9900000578-169_634x354.jpg",
        "1978 Argentina",
        "Argentina",
        "Argentina were one of the 13 teams in the inaugural World Cup in 1930. Argentina eventually reached the Final, losing 2-4 to Uruguay. Between 1929 and 1959, the Argentinian team won the Copa America 12 times, but FIFA World Cup success still eluded them. The breakthrough for the Albiceleste came in 1978 when they won the World Cup for the first time on home soil. Mario Kempes scored twice in a memorable Final against Holland.",
        "Argentina repeated the feat in 1986 thanks to the genius of Diego Maradona. They reached the Final again in 1990, only to see an Andi Brehme penalty seal victory for Germany. In 2014 they were beaten in the final again by Germany, 1-0 in extra time.",
        "The football powerhouse nearly did nto make it to the 2018 World Cup, needing a Messi hat-trick to come from behind to beat Ecuador in a final qualifier.",
        "Thousands of Argentinian supporters failed to attend the 1930 Final as their boats were delayed due to thick fog. Eight of the ten chartered boats were unable to arrive in time for the Final, though fortunately the match referee was on the first boat that arrived.",
        "An unexpected consequence of Argentina's defeat in the 1930 Final was that the Argentinian president was overthrown several days after the Final. Argentinian president Irigoyen was overthrown in a military coup flamed by the deeply disappointed citizens.",
        "Peruvian goalkeeper Ramon Quiroga was accused of deliberately conceding some goals in their 6-0 loss to Argentina in a Second Round group match on 21 June 1978. He was born in Argentina. Argentina had to beat Peru by a margin of at least 4 goals to reach the 1978 Final. The Peruvian people could believe that their admirable goalkeeper Quiroga would let in six goals in a match. When Quiroga came back home, he published a full letter in the newspapers pleading his innocence and explaining the reasons for Peru's humiliating defeat.",
        "Argentina's Gabriel Batistuta scored two unique hat-tricks in 1994 and in 1998. Both were achieved on 21 June of the year, against World Cup finals debutants (Greece and Jamaica), and each time the third goal was a penalty."
      ],
      [
        "https://c2.thejournal.ie/media/2014/06/soccer-world-cup-1974-final-west-germany-v-holland-752x501.jpg",
        "1974 Germany",
        "Germany",
        "Germany are traditionally a strong team in world football. They have been winners of the FIFA World Cup four times, playing as West Germany in 1954, 1974 and 1990 and as united Germany in 2014. In 2006 and 2010 they finished third. They have reached the World Cup Final eight times (4 wins, 4 runners up). As one of the 2018 pre-tournament favorites, Germany crashed out in the group stage after defeats to Mexico and South Korea. The last time they failed to make it past the first hurdle of the tournament was in 1938.",
        "A Saarland national football team participated in the qualifying section of the 1954 FIFA World Cup, but failed to qualify after coming second to the West German team, but ahead of Norway. Saar existed from 1947 to 1956 in the Saarland, a part of Western Germany that was occupied in 1945 by France. Saarland rejoined Germany in 1957.",
        "German mid-fielder Stefan Effenberg was sent home early by coach Berti Vogts in USA 1994 after he gave the finger to a fan during a finals match. Effenberg was sent home immediately after the incident, and refused to rejoin the national squad from then on.",
        "Uwe Seeler of West Germany is one of three players have scored in four successive finals tournaments (1958, 1962, 1966 and 1970). One of the others is German player Miroslav Klose (the other is that guy Pele).",
        "Paul Breitner of West Germany is one of three players to have scored in two World Cup finals - 1974 and 1982. The others are Vava of Brazil in 1958 and 1962, Pelé of Brazil 1958 and 1970."
      ],
      [
        "https://img.fifa.com/image/upload/t_l1/e0ecgcl1p37noqayzdpe.jpg",
        "1970 Mexico",
        "Brazil",
        "Brazil are an exciting powerhouse team in world football. They are the only country to have appeared in every final tournament - 21 from 1930 to 2018. In these, they have won the FIFA World Cup on five occasions: 1958, 1962, 1970, 1994 and 2002. They have reached the World Cup Final seven times - beaten only by Germany who has done it 8 times. In 2014, the host team Brazil were thumped by Germany 7-1 in the semifinal, then beaten into 4th place by The Netherlands.",
        "Brazil were one of the 13 teams in the inaugural World Cup in 1930.",
        "Brazil's Valdemar de Brito became the first player to miss a penalty in World Cup finals in 1934. De Brito missed the penalty in Brazil's 3-1 loss to Spain on 27 May 1934. That was Brazil's only match in the 1934 finals, and the only finals in which Brazil did not win any match. He later amended his reputation as he discovered and nurtured Pele.",
        "Brazilian player Leonidas, the top scorer of World Cup 1938, had a job as a private eye.",
        "At the start of a 1938 finals match against Poland, Brazilian player Leonidas took off his boots because he wanted to play in the muddy pitch barefooted. The referee immediately ordered Leonidas to put his boots back on, and Leonidas went on to score 4 goals in that match, finishing top scorer of the 1938 tournament with 8 goals in 4 matches.",
        "Brazilian player Leonidas was left out of the team for the 1938 semi-final against Italy as the Brazilian coach wanted to save Leonidas for the Final. It was obviously a wrong decision as Brazil unexpectedly lost 2-1 to Italy in the match. Ironically, in the third-place match two days later, Leonidas scored two goals and helped Brazil achieve a 4-2 victory over Sweden.",
        "Brazil also hold the attendance record for their defeat to Uruguay in front of 200,000 spectators on home soil in 1950.",
        "Brazil won their first FIFA World Cup title in 1958 in Sweden with a team which included a 17-year-old legend-in-the-making named Pelé. During this tournament he became the youngest player in World Cup history to have scored a goal when he scored against Wales. He was then only 17 years and 239 days old.",
        "The Brazilian managers of 1954 (Zeze) and that of 1962 (Aimore Moreira) were the only brothers to have managed the same nation in World Cup finals.",
        "Brazilian player Garrincha suffered from infantile paralysis as an infant. The operation that enabled him to walk left him with a distorted leg, but he grew up to become a speedy winger nicknamed 'The Little Bird'. He won the World Cup in 1958 & 1962. He died of alcohol poisoning in 1983 at the age of 49.",
        "Brazilian player Rivelino collapsed after beating Italy in the 1970 Final under the weight of the celebrations from Brazilian fans and had to be carried away on a stretcher.",
        "After the Jules Rimet trophy was paraded by the Brazilian players after the 1970 Final match, the top of the trophy disappeared. Brazilian reserve Davio retrieved the valuable gold top from a young spectator at the stadium exit. As a result, the new trophy was designed to have no top!",
        "Brazilian player Tostao give his 1970 World Cup winners' medal to his his surgeon. Tostao wished to express his gratitute to the American surgeon who had performed two operations on his eye before the 1970 finals.",
        "Ronaldo changed his hair style after Brazil beat England in the 2002 quarter finals so as to look more different from his teammate Roberto Carlos. He wanted to have a new look because his son Ronald had wrongly recognized Roberto Carlos as Ronaldo - their toddler son kissed the TV screen shouting 'daddy' when Roberto Carlos appeared on TV during the quarter final match.",
        "Despite winning the FIFA World Cup in 2002, Brazil still had to qualify for the 2006 tournament, as the rules changed from previously where the winner of the World Cup automatically qualified for the next tournament.",
        "Brazil hosted the World Cup in 2014."
      ],
      [
        "https://assets-corporate.channel4.com/_flysystem/s3/styles/16_9_ratio_large/s3/2020-06/World%20Cup.jpg?itok=kd3S67Ur",
        "1966 England",
        "England",
        "England have won the World Cup on only one occasion, in 1966, the year that they hosted the event. In the most recent World Cup in 2018, England performed admirably, making the semi-finals.",
        "The 1966 opening match between England and Uruguay was delayed as seven English players had left their identity cards at the hotel. A police motor cyclist was dispatched to collect the identity cards from the hotel.",
        "England declined to enter the pre-war World Cups over a dispute with FIFA over payments to amateur players. The four British associations quit FIFA in 1928 after a disagreement with FIFA over 'broken time payments' to amateur players. They rejoined FIFA in 1946, and participated in World Cup for the first time in 1950.",
        "USA beat England 1-0 in the 1950 finals, though some British newspapers reported the result as USA 1, England 10 as the editor believed that the reporter had made a typing mistake. Before the match, both sides believed that it would be an easy win for England, and double-digit goals were expected. This match is now considered by many people as the greatest upset in World Cup history.",
        "Bobby Moore was jailed in Colombia on his way to the tournament of Mexico 1970, accused of stealing a bracelet. It was believed that he was falsely accused by somebody who feared for his appearance in the 1970 finals.",
        "Alan Ball, deeply-disappointed after England's defeat in the 1970 Quarterfinals, threw his tournament medal out of his hotel bedroom window. Perhaps this tournament medal was worth nothing compared with his 1966 World Cup winner's medal. In 2005, at the age of 59, Alan Ball finally wanted to sell his winner's medal ‘in order to gain financial security’.",
        "The first World Cup mascot was a lion-like boy called Willie, used for the England 1966 World Cup.",
        "TV announcers were confused during a Second Round match on 18 June 1986 between England and Paraguay as there were two Gary Stevens on the English side. The two players, Gary Michael Stevens and Gary Andrew Stevens, were not related.",
        "The goal scored the latest during a game was by David Platt of England, in their second round match against Belgium in 1990 - he scored after 119 minutes.",
        "Harry Kane won the Golden Boot award for the World Cup's top goal scorer in 2018, joining Gary Lineker as England's only winners of the award."
      ],
      [
        "https://img.fifa.com/image/upload/t_l1/atkiqn4wl7mrwrhkh8ik.jpg",
        "1962 Chile",
        "Brazil",
        "Brazil are an exciting powerhouse team in world football. They are the only country to have appeared in every final tournament - 21 from 1930 to 2018. In these, they have won the FIFA World Cup on five occasions: 1958, 1962, 1970, 1994 and 2002. They have reached the World Cup Final seven times - beaten only by Germany who has done it 8 times. In 2014, the host team Brazil were thumped by Germany 7-1 in the semifinal, then beaten into 4th place by The Netherlands.",
        "Brazil were one of the 13 teams in the inaugural World Cup in 1930.",
        "Brazil's Valdemar de Brito became the first player to miss a penalty in World Cup finals in 1934. De Brito missed the penalty in Brazil's 3-1 loss to Spain on 27 May 1934. That was Brazil's only match in the 1934 finals, and the only finals in which Brazil did not win any match. He later amended his reputation as he discovered and nurtured Pele.",
        "Brazilian player Leonidas, the top scorer of World Cup 1938, had a job as a private eye.",
        "At the start of a 1938 finals match against Poland, Brazilian player Leonidas took off his boots because he wanted to play in the muddy pitch barefooted. The referee immediately ordered Leonidas to put his boots back on, and Leonidas went on to score 4 goals in that match, finishing top scorer of the 1938 tournament with 8 goals in 4 matches.",
        "Brazilian player Leonidas was left out of the team for the 1938 semi-final against Italy as the Brazilian coach wanted to save Leonidas for the Final. It was obviously a wrong decision as Brazil unexpectedly lost 2-1 to Italy in the match. Ironically, in the third-place match two days later, Leonidas scored two goals and helped Brazil achieve a 4-2 victory over Sweden.",
        "Brazil also hold the attendance record for their defeat to Uruguay in front of 200,000 spectators on home soil in 1950.",
        "Brazil won their first FIFA World Cup title in 1958 in Sweden with a team which included a 17-year-old legend-in-the-making named Pelé. During this tournament he became the youngest player in World Cup history to have scored a goal when he scored against Wales. He was then only 17 years and 239 days old.",
        "The Brazilian managers of 1954 (Zeze) and that of 1962 (Aimore Moreira) were the only brothers to have managed the same nation in World Cup finals.",
        "Brazilian player Garrincha suffered from infantile paralysis as an infant. The operation that enabled him to walk left him with a distorted leg, but he grew up to become a speedy winger nicknamed 'The Little Bird'. He won the World Cup in 1958 & 1962. He died of alcohol poisoning in 1983 at the age of 49.",
        "Brazilian player Rivelino collapsed after beating Italy in the 1970 Final under the weight of the celebrations from Brazilian fans and had to be carried away on a stretcher.",
        "After the Jules Rimet trophy was paraded by the Brazilian players after the 1970 Final match, the top of the trophy disappeared. Brazilian reserve Davio retrieved the valuable gold top from a young spectator at the stadium exit. As a result, the new trophy was designed to have no top!",
        "Brazilian player Tostao give his 1970 World Cup winners' medal to his his surgeon. Tostao wished to express his gratitute to the American surgeon who had performed two operations on his eye before the 1970 finals.",
        "Ronaldo changed his hair style after Brazil beat England in the 2002 quarter finals so as to look more different from his teammate Roberto Carlos. He wanted to have a new look because his son Ronald had wrongly recognized Roberto Carlos as Ronaldo - their toddler son kissed the TV screen shouting 'daddy' when Roberto Carlos appeared on TV during the quarter final match.",
        "Despite winning the FIFA World Cup in 2002, Brazil still had to qualify for the 2006 tournament, as the rules changed from previously where the winner of the World Cup automatically qualified for the next tournament.",
        "Brazil hosted the World Cup in 2014."
      ],
      [
        "https://www.sportsnet.ca/wp-content/uploads/2014/06/WC_1958.jpg",
        "1958 Sweden",
        "Brazil",
        "Brazil are an exciting powerhouse team in world football. They are the only country to have appeared in every final tournament - 21 from 1930 to 2018. In these, they have won the FIFA World Cup on five occasions: 1958, 1962, 1970, 1994 and 2002. They have reached the World Cup Final seven times - beaten only by Germany who has done it 8 times. In 2014, the host team Brazil were thumped by Germany 7-1 in the semifinal, then beaten into 4th place by The Netherlands.",
        "Brazil were one of the 13 teams in the inaugural World Cup in 1930.",
        "Brazil's Valdemar de Brito became the first player to miss a penalty in World Cup finals in 1934. De Brito missed the penalty in Brazil's 3-1 loss to Spain on 27 May 1934. That was Brazil's only match in the 1934 finals, and the only finals in which Brazil did not win any match. He later amended his reputation as he discovered and nurtured Pele.",
        "Brazilian player Leonidas, the top scorer of World Cup 1938, had a job as a private eye.",
        "At the start of a 1938 finals match against Poland, Brazilian player Leonidas took off his boots because he wanted to play in the muddy pitch barefooted. The referee immediately ordered Leonidas to put his boots back on, and Leonidas went on to score 4 goals in that match, finishing top scorer of the 1938 tournament with 8 goals in 4 matches.",
        "Brazilian player Leonidas was left out of the team for the 1938 semi-final against Italy as the Brazilian coach wanted to save Leonidas for the Final. It was obviously a wrong decision as Brazil unexpectedly lost 2-1 to Italy in the match. Ironically, in the third-place match two days later, Leonidas scored two goals and helped Brazil achieve a 4-2 victory over Sweden.",
        "Brazil also hold the attendance record for their defeat to Uruguay in front of 200,000 spectators on home soil in 1950.",
        "Brazil won their first FIFA World Cup title in 1958 in Sweden with a team which included a 17-year-old legend-in-the-making named Pelé. During this tournament he became the youngest player in World Cup history to have scored a goal when he scored against Wales. He was then only 17 years and 239 days old.",
        "The Brazilian managers of 1954 (Zeze) and that of 1962 (Aimore Moreira) were the only brothers to have managed the same nation in World Cup finals.",
        "Brazilian player Garrincha suffered from infantile paralysis as an infant. The operation that enabled him to walk left him with a distorted leg, but he grew up to become a speedy winger nicknamed 'The Little Bird'. He won the World Cup in 1958 & 1962. He died of alcohol poisoning in 1983 at the age of 49.",
        "Brazilian player Rivelino collapsed after beating Italy in the 1970 Final under the weight of the celebrations from Brazilian fans and had to be carried away on a stretcher.",
        "After the Jules Rimet trophy was paraded by the Brazilian players after the 1970 Final match, the top of the trophy disappeared. Brazilian reserve Davio retrieved the valuable gold top from a young spectator at the stadium exit. As a result, the new trophy was designed to have no top!",
        "Brazilian player Tostao give his 1970 World Cup winners' medal to his his surgeon. Tostao wished to express his gratitute to the American surgeon who had performed two operations on his eye before the 1970 finals.",
        "Ronaldo changed his hair style after Brazil beat England in the 2002 quarter finals so as to look more different from his teammate Roberto Carlos. He wanted to have a new look because his son Ronald had wrongly recognized Roberto Carlos as Ronaldo - their toddler son kissed the TV screen shouting 'daddy' when Roberto Carlos appeared on TV during the quarter final match.",
        "Despite winning the FIFA World Cup in 2002, Brazil still had to qualify for the 2006 tournament, as the rules changed from previously where the winner of the World Cup automatically qualified for the next tournament.",
        "Brazil hosted the World Cup in 2014."
      ]
  ]
}
