{
    "array": [
        [
            "https://staticg.sportskeeda.com/wp-content/uploads/2014/11/7-1416145046.jpg",
            "Most Goals by a Goalkeeper",
            "Goalkeepers are mostly one-dimensional players. They have one, and only one job on the field – at least only one that invites deep scrutiny – keep the ball out of the net. It is a tremendous task in itself, but what happens when a goalkeeper adds another dimension to his play; a flair for goal scoring? Well, ladies and gentlemen, the answer is simple: Rogerio Ceni.",
            "Ceni was a Brazilian goalkeeper who plied his trade for Sao Paulo. He was an excellent goalkeeper and even represented his country at two World Cups. He was also extraordinarily good at set-pieces.",
            "In a career spanning two-and-a-half decades, Ceni scored 131 goals. That is more than 60 goals more than the second most goal-rich keeper in history, Jose Luis Chilavert. To put this extraordinary feat into perspective, Ryan Giggs, an attacking player, has scored only 111 goals in the same period that Ceni started taking set pieces for his team.",
            "Following his retirement, Ceni became the manager of Sao Paulo. His record might still burgeon, but irrespective of his future exploits, his record as the best scoring goalkeeper will surely stand the test of time."
        ],
        [
            "https://staticg.sportskeeda.com/wp-content/uploads/2014/11/9-1416145001.jpg",
            "Most goals scored",
            "Most football fans mistakenly attribute this record to Pele, but Pele is not even second on this list. The record is held by a lesser-known player named Josef Bican.",
            "The football calendar back then was more relaxed, thus enabling the longevity of players' careers. It is almost impossible for players to survive a 1000 games in the modern era.",
            "Even if they did come close to 1000 games, like Giggs and Paolo Maldini, it would be impossible to maintain Bican's scoring rate, which was an unbelievable 1.6 goals per game."
        ],
        [
            "https://staticg.sportskeeda.com/wp-content/uploads/2014/11/6-1416144968.jpg",
            "5 European Cups in a row",
            "From 1955 to 1960, Real Madrid went on a rampage, destroying teams en route to their five consecutive European Cups. It is from this their obsession with the Champions League stems.",
            "During those five years, Madrid enjoyed a stranglehold over European football unlike any other and set them on their path to become the greatest European side ever.",
            "The European Cup's modern equivalent, the Champions League, has yet to be defended even once. Forget five times; teams can't even manage to win it twice continuously. Even distinctly powerful teams like Real Madrid, Barcelona and Bayern Munich have failed.",
            "This record is immortal and will never be broken."
        ],
        [
            "https://staticg.sportskeeda.com/wp-content/uploads/2014/11/maracana-1416147153.jpg",
            "Highest attendance at a football game",
            "The 1950 World Cup final – Brazil versus Uruguay. The event most commonly remembered for the huge upset – dubbed Maracanazo – is also remembered for hosting the highest number of people in a football game.",
            "The official attendance is listed at 173,850 tickets sold, but unofficial estimates claim that almost 210,000 people were in that stadium. Ticket policies and safety concerns were a little more reserved in 1950 than it is today. This was taken full advantage of, and people managed to cram in and fill the stadium more than was maximum capacity.",
            "Stadium disasters since 1950 have seen a shift in public perception of safety and has helped enforce stricter regulations on match-going crowds. The colossal crowd seen on that fateful day will never be possible again."
        ],
        [
            "https://staticg.sportskeeda.com/wp-content/uploads/2014/11/149-0-1416147447.jpg",
            "Highest score in a match",
            "The match between AS Adema and SO l'Emyrne played on 31 October 2002 has been immortalised by the Guinness book of world records for producing the biggest scoreline in club football.",
            "The match, played in Madagascar, was a part of a four-team round-robin tournament to determine the national champion. SO l'Emyrne, dismayed at poor refereeing in a previous match, which effectively ended their hopes of becoming champions, took to the match to protest against biased refereeing. A most unusual protest.",
            "As soon as the whistle went, the SO l'Emyrne players proceeded to pass back to their own goal and score. The opposition were bewildered, but the team had made their mind.",
            "They went on to score 149 own goals leading to a score of 149-0. In the aftermath of the match, the SO l'Emyrne manager was banned from the game for three years, and 4 of the team players were banned until the end of the season. "
        ],
        [
            "https://staticg.sportskeeda.com/wp-content/uploads/2014/11/2-1416145064.png",
            "Least wins in a Premier League season",
            "This unwanted record is held by Derby County. The 2007/08 season was a well-fought, competitive season – at least for 19 of the teams. The 20th team, Derby County, was something of a letdown.",
            "Throughout 38 games, Derby managed to win only one game – against Newcastle. They lost 29 games (another record), scored 20 goals and conceded, an overwhelming, 89 goals and finished the season with only 11 points (another, heart-shattering record).",
            "This has to be one of the most soul-crushing records any team could hope for. It is unlikely that any team is going to be this bad. "
        ],
        [
            "https://staticg.sportskeeda.com/wp-content/uploads/2014/11/8-1416145035.jpg",
            "Most appearances over a career",
            "Names like Pele, Romario and Gerd Muller will surely be brought up in any discussion about this record. Unfortunately, people who disseminate this fact are, more often than not, wrong. Pele has played a lot more than any of his counterparts, 1375 games, but that is including exhibition matches and matches at amateur, junior and reserve level. The official number stands at 1115, which is a huge total, but still not the most by a player.",
            "The record for most appearances over a career is held by, free-scoring goalkeeper, Rogerio Ceni. Throughout his career, he made 1217 appearances. This astonishing fact is made even more bewildering when you find out that all these appearances came from playing for only one club, with a few appearances for his country also sprinkled in.",
            "Ceni was at Sao Paulo from 1992 till 2015, and it is amazing how he managed to stay at one club and play at a consistent level to be their first choice for so long. "
        ],
        [
            "https://staticg.sportskeeda.com/wp-content/uploads/2014/11/celtic-1967-1416147323.jpg",
            "Winning the Champions League with a squad consisting entirely of local players",
            "Celtic won the European Cup in 1967 with a team consisting of players born and raised in the vicinity of the stadium. Dubbed the Lisbon lions, they won the European Cup after beating Internazionale 2-1 in the final at Estadio Nacional. It was a 15-man squad, 14 of whom were born within 10 miles of Celtic Park and one born within 20 miles.",
            "The victory was compounded by the style in which they dominated the tournament. The Lions were known to be an expansive team, able to play with great enthusiasm. This victory will go down in history as the most complete and convincing, having achieved the intended purpose of association football – to groom local talent and increase the stature of the locality.",
            "This incredible achievement will never be replicated, with globalisation taking its effect on football and fans' increasing fervour for expensive signings. It is a record that is assured of its standing in history. "
        ],
        [
            "https://staticg.sportskeeda.com/wp-content/uploads/2014/11/4-1416145061.jpg",
            "Most international goals",
            "Ali Daei holds the record for most goals scored in international matches. In a career spanning 13 years and 149 matches, Daei managed to score an impressive 109 goals for Iran.",
            "During his incredible career, he managed to play for giants such as Bayern Munich and Hertha BSC. He was handpicked by Beckenbauer as a world-class forward when he was signed for the German giants. During his stay in Bayern, he also became the first Asian player to play in the UEFA Champions League.",
            "He is the only player to have crossed the century mark for goals in international football, and it will take a superhuman effort to match or even break his record.",
            "With 102 international goals to his name as things stand, Cristiano Ronaldo should break the record in the coming years. The Portuguese attackers is one of the greatest footballers of all time and his ludicrous goalscoring exploits over the years makes him the highest-scoring international player in world football currently."
        ],
        [
            "https://staticg.sportskeeda.com/wp-content/uploads/2014/11/5-1416145076.jpg",
            "Most goals in a single World Cup",
            "In most World Cups, scoring 5 or 6 goals would be enough to secure the golden boot, but it wasn't enough in the 1958 edition. In his first, and what would be his only, World Cup, Just Fontaine smashed all kinds of goalscoring records, scoring an impressive 13 goals en route to France's third-place finish.",
            "The highest goals scored in World Cups stands at 16. Fontaine managed 13 in only one edition. As of now, the Frenchman is fourth in the list of most goals at the World Cup, but the record for goals scored in a single edition will likely always be his."
        ]
    ]
}
