{
  "array": [
      [
        "https://www.sport.ru/ai/files/tags_attrs/r63/9e42b41b6000.jpg",
        "Lionel Messi",
        "Barcelona",
        "Argentine footballer, striker and captain of the Spanish club Barcelona, ​​since 2011 - the captain of the Argentine national team. The best scorer in the history of Barcelona and the Argentine national team. Recognized by experts as one of the best footballers of our time and one of the best players of all time. \nfootball academy Barcelona, ​​has played in the first team since the age of 17. Since then, together with the club, he has won ten Spanish championship titles, four UEFA Champions League, six Spanish Cups, eight Spanish Super Cups, three European Super Cups and three world club championships. He was the UEFA Champions League top scorer six times and the Spanish Championship seven times. \nIn 2005, 2007-2013, 2015-2017 and 2019 he was named Argentina's Player of the Year, the last ten awards were given as the best Argentinean abroad. , 2010, 2011, 2015, 2017, 2018 and 2019 was named the best player in the Spanish Championship. In 2009 he was named the best player of the year in the club European football according to UEFA and the best striker in the UEFA Champions League. In the same year he received the Golden Ball as the best football player in Europe and the Diamond Ball as the best football player in the world according to FIFA. The best footballer in the world in 2010 (the first winner of the FIFA Ballon d'Or, a combined prize from France Football and FIFA). In 2011 he became the best player in Europe (the first winner of the prize for the best footballer of the year in Europe). Six-time Golden Boot winner (2010, 2012, 2013, 2017, 2018, 2019). \nIn March 2012, he set a record for scoring in all official matches for Barcelona - 234 goals scored. Also in the 2011/12 season, he set a record for the Spanish championship - 50 goals per season. In March 2014, he broke the 87-year-old record for the most goals scored in Barcelona history, bringing his scorer to 371. On November 22, 2014, he broke the record for the number of goals in the Spanish championship - 251 goals scored, which lasted 59 years. On November 25, 2014, he broke the Champions League scoring record with 71 goals scored. In April 2017, at the age of 29, he scored his 500th goal for Barcelona in official matches and became the only player in the history of Spanish football to surpass this mark for one club. The best scorer in the history of El Clasico and the Catalan derby. \nIn 2005 he made his debut for the Argentine national team. He is the youngest player to score a goal for albiseleste in the World Cup. As part of the youth team, he became the 2005 world champion (the best player and the best scorer of the tournament) and the 2008 Olympic champion. As part of the national team - the silver medalist of the 2014 World Championship (the best player in the tournament). Part of Argentina's symbolic national team of all time."
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/0/09/Bra-Cos_%2821%28cropped%29.jpg",
        "Neymar",
        "PSG",
        "Brazilian footballer, striker, winger and attacking midfielder of the French club Paris Saint-Germain and the Brazilian national team. Considered one of the best players in the world. \nIn 2009 he made his professional football debut for Brazilian Santos. As part of this club won three league titles in the Paulista League, Brazilian Cup, Copa Libertadores and South America Recopa. 2011 and 2012 South American Footballer of the Year. 2011 FIFA Ferenc Puskas Award for Best Goal of the Year. Summer 2013 the Brazilian became a player for Spanish Barcelona. Composing an attacking trio with Luis Suarez and Lionel Messi, Neymar helped Barcelona to win the Spanish Championship twice, three times the Spanish Cup, as well as win one UEFA Champions League trophy, in the 2014/15 season, together with the club made golden hat-trick. Also in 2015, he took third place in voting for the Golden Ball award. In August 2017, Neymar moved from Barcelona to Paris Sen-Germain, becoming the most expensive footballer in history. In France, Neymar and his team became the champion of France three times, also winning the French Cup, League Cup and French Super Cup. In 2018, he was recognized as the best footballer of the year in France according to the NPSF. \nSince 2009, he played in the Brazilian youth teams U17 and U20, and in the U20 national team won the South American Championship among youth teams. In 2010 he made his debut for the main Brazilian national team. In 2011 he performed at the America's Cup. He became the best player in the 2013 Confederations Cup, which he won with his national team. At the end of the 2014 World Cup, he became the third in the list of the top scorers of the tournament. Took part in the 2015 America's Cup and 2018 World Cup. At the 2016 Olympics, he received a gold medal. Ranked third in terms of goals scored for the national team, after Ronaldo and Pele. \nNeymar is one of the most famous football players in the world. In 2017, Time magazine included him in the list of the 100 most influential people in the world. In 2019, Forbes magazine named Neymar the third highest paid athlete in the world. "
      ],
      [
        "https://images.daznservices.com/di/library/GOAL/d8/6f/luis-suarez-barcelona-2019_1mzsl7xdxd7by1ozo5veq84brw.jpg?t=-1766945330&quality=100",
        "Luis Suarez",
        "Atletico Madrid",
        "Uruguayan professional footballer, striker of the Spanish club \"Atletico Madrid\" and the national team of Uruguay. Considered one of the strongest forwards in the world. \nAn alumnus of \"Nacional\" from Montevideo, in which he became the champion of Uruguay in 2006. At the age of 19 he moved to Holland in Eredivisie - Groningen. Moved to Ajax Amsterdam in 2007. He was named player of the year in 2008/09. He was named captain the following season, then he scored 35 goals in 33 league games and was named player of the year in the Netherlands. In total in all competitions for Ajax that season, he scored 49 times and won the Dutch Cup with the team. In the 2010/11 season he scored the 100th goal for the club, thus joining the likes of Dennis Bergkamp, ​​Johan Cruyff and Marco van Basten, who also crossed this milestone. \nIn January 2011 he moved to English Liverpool for 26.5 million euros (22.8 million pounds). In the remainder of the season he helped the team move from 12th place to 6 th. On February 26, 2012 he won the only trophy with the Reds - the Football League Cup (2011/2012). In addition to the English Premier League Player of the Season award, in April 2014 Suarez became the first non-European to win the Football Journalists Association's Footballer of the Year and PFA Player of the Year awards. Also, along with Cristiano Ronaldo, he is the owner of the European Golden Boot 2014 (31 goals). \nIn July 2014, it was announced that the striker will move to Spanish Barcelona for 81 million euros. Suarez's transfer at that time became the most expensive in the history of the club and the third most expensive in the history of world football. In his first season with the blue garnet, he made a golden hat-trick, winning the Spanish championship, the Spanish Cup and the UEFA Champions League. In the 2015/16 season, he was named the player of the year in the Spanish championship, and also won the Golden Boot (40 goals). \nSuarez was called up for the Uruguayan youth team at the 2007 World Cup (under 20). On February 8, 2007 he made his debut for the first national team of the country in the match against Colombia (3: 1). In 2010, he played an important role for la celeste, who finished 4th in the World Cup, when he scored 3 goals in the tournament, and also deflected the ball with his hands, flying into the empty net in the last minutes of extra time. For this he was removed from the field in the quarter finals against the Ghana national team. In 2011, he won the America's Cup with Uruguay, a record 15 for the national team. At the tournament, Suarez scored 4 goals and was named the best player of the draw. On June 23, 2013, with a double against the Tahiti national team, Suarez came out on top among the top scorers in Uruguay's history. "
      ],
      [
        "https://img.championat.com/s/735x490/news/big/x/b/rostov-brosil-vyzov-krishtianu-ronaldu-predlozhiv-povtorit-trjuk-18-letnego-vospitannika_1590493264792828425.jpg",
        "Cristiano Ronaldo",
        "Juventus",
        "Portuguese footballer playing for the Italian club Juventus and the Portuguese national team. The best scorer in the history of Real Madrid and the Portuguese national team. Recognized by experts as one of the best footballers of all time. Recognized by the Portuguese Football Federation as the best player in the history of Portuguese football. First footballer in history, who managed to win the English Premier League, Spanish Example and Italian Serie A. \nStart his professional career at the Portuguese club \"Sporting\", in 2003 he moved to English \"Manchester United\", in 2009 - to the Spanish \"Real Madrid\" (the amount of this transfer until 2013 was a record in history), in 2018 - to the Italian Juventus. Repeatedly became the owner of the Ballon d'Or France Football (2008, 2016, 2017), FIFA Ballon d'Or (2013, 2014) ) and Golden Boot (2008, 2011, 2014, 2015). He is the all-time top scorer in European competitions, the best assistant in the history of the UEFA Champions League and a record seven has been the top scorer of the UEFA Champions League this season, six in a row: in 2008, as well as in 2013, 2014, 2015, 2016, 2017 and 2018. Cristiano Ronaldo became the first player to win this trophy five times after winning the Champions League for the third consecutive Champions League for Real Madrid. \nRonaldo has played more than 150 matches for the Portuguese national team, having played in eight major tournaments and excelled in them all. Since 2008, he has been the captain of his national team, as well as the record holder for the number of matches played for it. As part of the national team, Ronaldo became the 2016 European champion and the 2019 UEFA Nations League winner. He is the most productive European footballer at the national team level in history. The first European to score 100 or more goals for a national team. \nOne of the most recognizable athletes in the world, was named the world's highest paid athlete by Forbes magazine in 2016 and 2017, and the most famous athlete in the world by ESPN in 2016, 2017, 2018 and 2019. Time named Ronaldo as one of the 100 most influential people in the world in 2014. From 2010 to 2019, having earned, according to Forbes magazine, 800 million dollars, took the second place in the list of the highest paid athletes of the decade, behind only Floyd Mayweather. In January 2020, Cristiano Ronaldo became the first person in history to reach 200 million Instagram followers"
      ],
      [
        "https://img.championat.com/news/big/y/o/zlatan-ibragimovich-vernulsja-v-milan-v-38-let_15774797181978698042.jpg",
        "Zlatan Ibrahimovic",
        "Milan",
        "Swedish footballer, striker of the Italian club Milan. Former captain of the Swedish national team. \n Considered one of the most unpredictable and skillful strikers of his generation. According to The Guardian, Ibrahimovic ranked third best football player in the world in 2013. According to the Swedish magazine Dagens Nyheter, Ibrahimovic took second place in the list of the best athletes of the state of all time. \nFrom the age of 12 he played for the youth teams of Malmö, and in 1999 he made his debut in the first team. Ajax for 7.8 million euros. In three years in Amsterdam, Zlatan won two league titles and one Cup of the country. In the summer of 2004 moved to the Italian \"Juventus\" for 16 million euros. In his first season became the champion of Italy. In the 2005/06 season defended the title, but as a result of Calciopoli, both championships were canceled, after which Ibrahimovic moved to Inter for 24.8 million euros. In three years as part of the black-blue conquests Scudetto three in a row. In the summer of 2009 for 46 million euros and Samuel Eto'o moved to the Spanish \"Barcelona\". As part of the club, he became the champion of Spain, the club world champion and the owner of the UEFA Super Cup. But due to a conflict with the head coach of the Blue Garnet, Josep Guardiola, in the summer of 2010, Ibrahimovic moved to Milan on a loan, and in 2011 he finally moved to Milan. In his first season after returning to Serie A, Zlatan again became the champion of Italy. In 2012, due to financial problems, Milan had to sell Ibrahimovic and Thiago Silva to Paris Saint-Germain, the cost of the transaction amounted to 60 million euros. As part of the Parisians, the Swede became the champion of France four times in a row. In the summer of 2016, he transferred to English Manchester United as a free agent. As part of the Red Devils, he won the Europa League, the Football League Cup and the English Super Cup. In March 2018, Manchester United announced the termination of his contract with the footballer, after which Ibrahimovic moved to Los Angeles Galaxy playing in the MLS. In January 2020, Zlatan returned to Milan. \nIn 2001 he made his debut for the Swedish national team. He played at four European Championships (2004, 2008, 2012 and 2016) and at two World Championships (2002 and 2006). The top scorer in the history of the Swedish national team. "
      ],
      [
        "https://www.readfootball.com/sites/default/files/news-img/mbappe_29.jpg",
        "Kylian Mbappe",
        "PSG",
        "French footballer of Cameroonian origin, striker of Paris Saint-Germain and the French national team. Recognized as one of the best young players in the world. World champion 2018. Best young player in the 2018 World Cup. \nMbappe started playing football in the semi-professional club \"Bondi\", Playing in the lower leagues of France. He was noticed by the scouts of AS Monaco, which he joined in 2015 and in the same year at the age of 16. He made his debut in the Monegasque. Youngest debutant in the history of the club and the youngest scorer In the 2016/17 season Mbappé established himself in the main squad and began to regularly differ in goals scored, which allowed Monaco to win the French championship for the first time in 17 years. million euros through the season, making Kilian the most valuable teenager and the second most expensive player in the world.In your debut season at the Mbappé Paris played all three domestic competitions - the French Championship, the French Cup and the French League Cup. In 2018, according to the analytical company CIES Football Observatory, Mbappe was recognized as the most expensive player in the world, his transfer value was estimated at 216.5 million euros. \nIn the French national team, Mbappe made his debut in 2017. At the 2018 World Cup in Russia, which became the victorious for the French national team, Kilian became the youngest French player to score in this tournament and the first teenager after Pele to score in the World Cup final. At the end of the tournament, Mbappe was named the best young player in the World Championship. "
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/5/54/Robert_Lewandowski123666.jpg",
        "Robert Lewandowski",
        "Bayern",
        "German footballer of Turkish origin, playing for English club Arsenal in the position of an attacking midfielder. 2014 World Champion in the German national team. \nPresently used as an attacking midfielder, but can also play as a winger. He began his career at a serious level in with Schalke 04, a club from his hometown of Gelsenkirchen In 2008, having played 39 matches in all tournaments with the miners and scored only one goal in them, he accepted a transfer offer to Werder Bremen for 5 million euros. At the World Championships in 2010, he became widely known, having played an important role in his team throughout the tournament at only 22. In the same year, Ozil was nominated for the Golden Ball award, but was voted only 13th. year for 15 million euros, the German moved to the Spanish club Real Madrid. In his first season in the new team, Ozil won the Spanish Cup, and also became one of the best passer ov the entire championship of Spain, the German had 19 assists. In the 2011/12 season, he became the champion of Spain and the owner of the Spanish Super Cup in football. \nAfter the end of the 2012/13 season, Mesuta's contract was bought by London's Arsenal. During his first season at the London club, Özil helped win Arsenal's first trophy in nine years, the FA Cup. Later, with the club, Ozil won this trophy two more times, as well as becoming the owner of the English Super Cup. He was included in several symbolic teams at the end of the season in England. \nAt the international level, he played 92 matches for the German national team, scored 23 goals and gave 40 assists. He was named player of the year in the German national team five times, which is a record. Participated in three world championships, two European championships. In 2014 he became the world champion. After the 2018 FIFA World Cup, Özil retired from the national team, accusing representatives of the German Football Association and the German media of discrimination, racism and disrespect. "
      ],
      [
        "https://vokrug.tv/pic/news/9/3/4/7/9347acde37c8bbca82ee0e9d5e5ddaf7.jpg",
        "Igor Akinfeev",
        "CSKA",
        "Russian football player, goalkeeper. Since the beginning of his career he has been playing for CSKA, the team captain. Honored Master of Sports of Russia (2005). From 2004 to 2018, he played for the Russian national team, spent more than a hundred matches for the national team, was the team captain at the home world championship. Six-time champion of Russia, six-time winner of the Russian Cup, seven-time winner of the Russian Super Cup, winner of the UEFA Cup, bronze medalist of the 2008 European Championship. \nThe most devoted footballer among the current players in the top 10 leagues in Europe. The footballer with the largest number of games in his career among all Soviet and post-Soviet goalkeepers (more than 750 games), as well as the second among all players, behind Sergey Ignashevich (815) and ahead of Andriy Shevchenko (756). \nTen-time winner of the Lev Yashin Goalkeeper of the Year prize. He heads the Lev Yashin club and enters the Igor Netto club . Took 15th place in the list of the best goalkeepers 2001-2011 by IFFHS. "
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Mohamed_Salah_2018.jpg/466px-Mohamed_Salah_2018.jpg",
        "Mohammed Salah",
        "Liverpool",
        "Egyptian footballer, striker of the Liverpool club and captain of the Egyptian national team. Considered one of the best players in the world. \nStarting a professional career in the Egyptian club (football club) after some time moved to the Swiss club Basel. In 2014, the footballer's contract was bought English Chelsea. As part of the London club could not gain a foothold as the main player, in connection with which he was loaned to the Italian clubs Fiorentina and Roma. After spending one year with Roma, he moved to this club permanently Basically, a year later he returned to the Premier League, signing a contract with Liverpool. \nIn his first season with Liverpool, he broke several performance records and became the top scorer of the Premier League. Was named the best player of the /Users/daniilmarusenko/Documents/Projects/Treasure Hunter/Treasure Hunter/Views/Base.lproj/Main.storyboardyear according to the PFA footballers, as well as being part of the PFA's symbolic team of the year. The following season, Salah again became the Premier League's top scorer and helped Liverpool win the Champions League. \nAt national team level, Salah n I started to play in youth teams. After competing in the 2012 Summer Olympics, he was named Africa's Most Promising Talent of the Year by the CAF. Since then, he has made it to the 2017 Africa Cup of Nations final as a member of the main team, and has also helped his team qualify for the 2018 World Cup. He was named African Footballer of the Year by the CAF in 2017 and 2018, and the BBC's Best African Footballer of the Year in the same years. "
      ],
      [
        "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Eden_Hazard_at_Baku_before_2019_UEFA_Europe_League_Final.jpg/500px-Eden_Hazard_at_Baku_before_2019_UEFA_Europe_League_Final.jpg",
        "Eden Hazard",
        "Real Madrid",
        "Belgian footballer, striker, winger and attacking midfielder of Real Madrid, captain of the Belgian national team. He is considered one of the best players in the world. \nFirst play football in the youth teams of the Belgian clubs Royal Stade Brenois and Tubize. In 2005 moved to France, where he continued to play football at the Lille academy, in the main team of which he later made his debut in November 2007. As part of the French club, Hazard played more than 190 matches in all tournaments. In 2009 he was named the best young player of the year in France according to the NPSF. At the end of the 2009/10 season, Eden received this title again. In the 2010/11 season he became the champion of France and the winner of the French Cup, and was also recognized as the best player of the year in France by the NPSF. In June 2012, having spent more than eight years in the Lille system, signed a contract with the English club Chelsea, where in the first two seasons he won the Europa League and was named the best young player of the year according to the PFA. 14/15 won the League Cup and the English Premier League, receiving individual awards for the best player of the year from the PFA and Football Journalists Association. Two years later, Hazard became the champion of England for the second time. In 2019, having won another Europa League with Chelsea, he moved to Real Madrid. \nAt the international level, he played in teams under 15, 16, 17 and 19 years old. In November 2008 he made his debut in the main team. Almost three years after his debut, he scored his first goal for the national team. He has played over 100 matches with the Belgian national team, having played at the 2014 and 2018 World Championships, as well as at the 2016 European Championships. At the 2018 World Cup, he performed as the permanent captain of the team, taking third place with his national team, which was the best result in its history. Eden was named the second best player in the tournament and received a Silver Ball. "
      ],
      [
        "https://24smi.org/public/media/resize/800x-/2018/4/19/01_v9wHnEm.jpg",
        "Paul Pogba",
        "Manchester United",
        "French footballer, central midfielder of the English club Manchester United and the French national team. World champion 2018 in the national team. \nPogba began his football career in the amateur clubs Roissy-en-Brie and Torcy in Paris before he joined the professional club Le Havre in 2007. Paul played for this club for two years, after which he moved to Manchester United. After three years with the Red Devils, for which he played 7 games for the main team, became a Juventus player as a free agent in July 2012. As part of the Old Lady, Paul won four Serie A championship titles, won the Italian Cup twice, the Italian Super Cup three times, and became a finalist in the UEFA Champions League in 2015, Juventus's first final in 12 years, Pogba returned to United in August 2016. Manchester United paid € 105m (£ 89.3m) for his transfer from Juventus, which is made by GBA was the most expensive football player in the world at that time. As part of the Red Devils, Pogba won the FA Cup and Europa League. \nIn 2013, he won the Golden Boy award. In January 2014, Pogba was named one of the ten most promising young football players in Europe by The Guardian. In the same year, the Frenchman won the Bravo Trophy. In January 2016, Pogba was named to the UEFA Team of the Year and the 2015 FIFPro national team. \nInternationally, Pogba was the captain of the French national team at the U19 FIFA World Cup. In 2013, Pogba made his debut for the main national team. In 2014 he was included in the national team for the World Championship, where he was recognized as the best young player of the tournament for his performances. Took part in the 2016 European Championship at home, where the French national team took second place, losing to the Portuguese national team in the final. The 2018 World Cup was victorious for the French team, and Pogba himself scored a goal in the final match against Croatia. "
      ],
      [
        "https://i.guim.co.uk/img/media/8a5d7969de2d4fa91512a644c9c2e41c7766dad9/0_169_2398_1438/master/2398.jpg?width=1200&height=1200&quality=85&auto=format&fit=crop&s=0e0c9f6eceb811b510c7551253a9995a",
        "Sergio Aguero",
        "Manchester City",
        "Argentine professional footballer who plays as a striker for Premier League club Manchester City and the Argentine national team. He wears \"Kun\" on his shirt, a childhood nickname based on the title character from the cartoon Kum-Kum. He is widely considered as one of the best strikers of his generation and one of the best players in Premier League history.\nAgüero began his career at the Argentine Independiente. On 5 July 2003, he became the youngest player to play in the Argentine Primera División on his debut at 15 years and 35 days, breaking the record previously established by Diego Maradona in 1976. In 2006, he moved to La Liga side Atlético Madrid, for a transfer fee of €23 million. During his years at Madrid, he established himself as one of the best young players in Europe and won the Don Balón Award, Tuttosport Golden Boy and World Soccer Young Player of the Year. He scored 101 goals in 234 appearances for Atlético, while winning the UEFA Europa League and the UEFA Super Cup.\nAgüero moved to Premier League club Manchester City in July 2011 for an undisclosed fee in the region of £35 million. On the last day of his debut season with the club, he scored a 94th-minute winner against Queens Park Rangers that earned City its first league title in 44 years. In the 2014–15 season, he won the Premier League Golden Boot. In November 2017, Agüero became Manchester City's all-time highest goal-scorer, scoring his 178th City goal against Napoli. He was named to the PFA Team of the Year in 2017–18 and 2018–19. He is currently the 4th highest goalscorer in Premier League history, and the highest non-English scorer in the history of the competition, with 180 goals in the division. He also holds the record for most hat-tricks in the Premier League, with twelve.\nAt the international level, Agüero represented the Argentina under-20 team at the FIFA U-20 World Cup in 2005 and in 2007, winning both tournaments. He played at the 2008 Beijing Olympics, scoring two goals in the 3–0 semi-final win against Brazil as Argentina went on to win the gold medal. Agüero was selected to represent the senior team in the 2010 FIFA World Cup, the 2011 Copa América, the 2014 FIFA World Cup, the 2015 Copa América, and the Copa América Centenario, reaching the finals of the latter three tournaments. He also participated in the 2018 FIFA World Cup, where he scored his first and second World Cup goals for Argentina, and the 2019 Copa América."
      ],
      [
        "https://images.daznservices.com/di/library/GOAL/0/50/sadio-mane-liverpool-2019-20_n48x4lg0mnp2190rax6x5lhoz.jpg?t=-1261123906&quality=100",
        "Sadio Mane",
        "Liverpool",
        "Mané began his professional career with Ligue 2 club Metz at age 19, but he departed after a solitary season to join Austrian club Red Bull Salzburg in 2012 for a fee of €4 million, winning a league and cup domestic double in the 2013–14 season. Later that summer, Mané transferred to English club Southampton for a club record fee of £11.8 million. There, he set a new Premier League record for the fastest hat-trick, scored in 176 seconds in a 6–1 win over Aston Villa in 2015.\nHe signed for fellow Premier League side Liverpool in 2016, for a reported fee of £34 million. With Liverpool, Mané helped them reach back-to-back UEFA Champions League Finals in 2018 and 2019, winning the latter. He also finished as the league's joint-top goalscorer in the 2018–19 season, winning the Premier League Golden Boot. The same year, he finished fourth for the Ballon d'Or and fifth for The Best FIFA Men's Player award. Mané then helped end Liverpool's 30 year league title drought by winning the 2019–20 Premier League.\nAt international level, Mané has registered 21 goals in 71 appearances for Senegal since his debut in 2012, and currently ranks as his nation's third all-time top goalscorer, and joint sixth all-time for appearances. He represented Senegal at the 2012 Olympics, as well as the 2015 and 2017 editions of the Africa Cup of Nations. In the 2019 iteration, Mané helped Senegal to a runners-up finish, and a year later, was named African Footballer of the Year. Mané also represented his nation at the 2018 FIFA World Cup, in their second ever appearance in the competition. "
      ],
      [
        "https://static.wikia.nocookie.net/liverpoolfc/images/c/cc/VVD2020.jpeg/revision/latest/scale-to-width-down/340?cb=20200803040303",
        "Virgil van Dijk",
        "Liverpool",
        "Dutch professional footballer who plays as a centre-back for Premier League club Liverpool and captains the Netherlands national team. Considered one of the best defenders in the world, he is known for his strength, leadership, and aerial ability. He is the only defender to win UEFA Men's Player of the Year, and has finished runner-up for the Ballon d'Or and Best FIFA Men's Player.\nAfter beginning his professional career with Groningen, Van Dijk moved to Celtic in 2013, where he won the Scottish Premiership and was named in the PFA Scotland Team of the Year in both of his seasons with the club, also winning the Scottish League Cup in the latter. In 2015, he joined Southampton before signing for Liverpool in January 2018 for £75 million, a world-record transfer fee at the time for a defender. With Liverpool, Van Dijk reached back-to-back UEFA Champions League finals in 2018 and 2019, winning the latter. He was also named PFA Players' Player of the Year and the Premier League Player of the Season in his first full season. Van Dijk later won the FIFA Club World Cup and UEFA Super Cup, and helped end the club's 30-year league title drought by winning the 2019–20 Premier League.\nVan Dijk made his international debut for the Netherlands in 2015 and became captain of his country in 2018. In 2018, he scored his first international goal in a 3–0 win against Portugal. A year later, Van Dijk captained the Netherlands to the final of the inaugural UEFA Nations League, where they finished runners-up."
      ],
      [
        "https://i.guim.co.uk/img/media/2f8843558cff27f98219c2d21803b4d7ac93c2e8/0_138_4260_2556/master/4260.jpg?width=1200&height=1200&quality=85&auto=format&fit=crop&s=29765eb2b7c9edc2e76203c486429126",
        "Kevin De Bruyne",
        "Manchester City",
        " Belgian professional footballer who plays as a midfielder for Premier League club Manchester City, where he is vice-captain, and the Belgian national team. Recognized for his exceptional passing, shooting ability and dribbling, he is widely considered to be one of the best players in the world and has often been described as a \"complete\" footballer.\nDe Bruyne began his career at Genk, where he was a regular player when they won the 2010–11 Belgian Pro League. In 2012, he joined English club Chelsea, where he was used sparingly and then loaned to Werder Bremen. He signed with Wolfsburg for £18 million in 2014, where he established himself as one of the best players in the Bundesliga and was integral in the club's 2014–15 DFB-Pokal win. In the summer of 2015, De Bruyne joined Manchester City for a club record £54 million. He has since won two Premier League titles, four League Cups and an FA Cup with the club. In 2017–18, he had a significant role in Manchester City's record in becoming the only Premier League team to attain 100 points in a single season. In 2019–20, De Bruyne tied the record for most assists in a Premier League season and was awarded Player of the Season.\nDe Bruyne made his full international debut in 2010, and he has since earned 78 caps and scored 20 goals for Belgium. He was a member of the Belgian squads that reached the quarter-finals both at the 2014 FIFA World Cup and at UEFA Euro 2016. He represented Belgium at the 2018 FIFA World Cup, where Belgium won the third place play-off match against England, and was named in the FIFA World Cup Dream Team.\nDe Bruyne has been named in the IFFHS Men's World Team three times, the UEFA Team of the Year twice, the ESM Team of the Year three times, the UEFA Champions League Squad of the Season three times, the France Football World XI, and the Bundesliga Team of the Year. He won the Premier League Playmaker of the Season twice, Manchester City's Player of the Season three times, the PFA Players' Player of the Year, the UEFA Champions League Midfielder of the Season, the Bundesliga Player of the Year, the Footballer of the Year (Germany), the Belgian Sportsman of the Year and the IFFHS World's Best Playmaker."
      ],
      [
        "https://www.deutschland.de/sites/default/files/styles/crop_page/public/media/image/2018-fif-world-cup-thomas-mueller.jpg?itok=a4PpEkuu",
        "Thomas Müller",
        "Bayern",
        "German professional footballer who plays for Bundesliga club Bayern Munich and the Germany national team. A versatile player, Müller plays as a midfielder or forward, and has been deployed in a variety of attacking roles – as an attacking midfielder, second striker, centre forward and on either wing.\nMüller has been praised for his positioning, teamwork and stamina, work-rate, and has shown consistency in both scoring and creating goals.[4] He is also widely regarded as one of the best off-the-ball players of all time due to his immaculate positional awareness. Due to numerous strengths in his game, he is also widely regarded as one of the most complete attacking players in the game.\nA product of Bayern's youth system, he made his first-team breakthrough in the 2009–10 season after Louis van Gaal was appointed as the main coach; he played almost every game as the club won the league and cup double and reached the Champions League final. Müller scored 23 goals in the 2012–13 season as Bayern won a historic treble; the league title, cup and Champions League. He broke the Bundesliga record for assists by providing 21 in a season (a record in the top five leagues jointly held with Lionel Messi in La Liga) and scored 14 goals as Bayern won a second treble in the 2019–20 season.\nMüller earned a call-up to the German national team in 2010. At the 2010 World Cup, he scored five goals in six appearances as Germany finished in third place. He was named the Best Young Player of the tournament and won the Golden Boot as the tournament's top scorer, with five goals and three assists. At the 2014 World Cup he played a major role in helping the team win the trophy, scoring five goals and receiving the Silver Ball as the tournament's second top player and the Silver Boot as the second top goalscorer, and was also named in the World Cup All Star XI and in the Dream Team. In 2014, Müller was ranked the fifth-best footballer in the world by The Guardian. Müller is the most decorated player in German history with 27 trophies surpassing Bastian Schweinsteiger's 26."
      ],
      [
        "https://bulinews.com/i/640/2333.jpg",
        "Erling Haaland",
        "Borussia",
        "Norwegian professional footballer who plays as a striker for Bundesliga club Borussia Dortmund and the Norway national team. A prolific goalscorer, he is recognised for his pace, athleticism, strength and precise off-the-ball movement, and he has been considered as one of the best young footballers in the world.\nHaaland started his career at his hometown club Bryne FK in 2016, and moved to Molde FK the next year where he spent two years, before signing with Austrian club Red Bull Salzburg in January 2019. With Salzburg, he won the Austrian Bundesliga and Austrian Cup.\nIn the 2019–20 UEFA Champions League, he became the first teenager to score in five consecutive UEFA Champions League matches. In December 2019, Haaland completed a transfer to Borussia Dortmund for a fee reported to be in the region of €20 million. He carried on his goalscoring success in the 2019–20 Champions League campaign, becoming the second teenager to score 10 goals in the competition, and won the 2020 Golden Boy award.\nAfter the 2019 FIFA U-20 World Cup, in which he won the Golden Boot where he scored nine goals in a match, another record, Haaland made his debut for the Norway senior team in September 2019."
      ],
      [
        "https://pbs.twimg.com/profile_images/1315640051737518080/dUFEH03t_400x400.jpg",
        "Raheem Sterling",
        "Manchester City",
        "Raheem Shaquille Sterling (born 8 December 1994) is a professional footballer who plays as a winger and attacking midfielder for Premier League club Manchester City and the England national team.\nBorn in Jamaica, Sterling moved to London at the age of five and began his career at Queens Park Rangers before signing for Liverpool in 2010. He was awarded the Golden Boy award in 2014. In July 2015, following a lengthy dispute over a new contract, he was signed by Manchester City in a transfer potentially worth £49 million, the highest transfer fee ever paid for an English player at the time. He then went on to help Manchester City win back-to-back Premier League titles in the 2017–18 and 2018–19 seasons. In the 2018–19 season, he was named to the PFA Premier League Team of the Year and won the PFA Young Player of the Year and FWA Footballer of the Year.\nSterling made his senior debut for England in November 2012 after previously being capped by England youth teams at under-16, under-17, under-19 and under-21 levels. He was chosen in England's squads for the 2014 and 2018 FIFA World Cups and UEFA Euro 2016."
      ],
      [
        "https://images.daznservices.com/di/library/GOAL/4f/c8/paulo-dybala-juventus-verona_wcoe2jy08qo311j5bmahlh14f.jpg?t=1704030453&quality=100",
        "Paulo Dybala",
        "Juventus",
        "Argentine professional footballer who plays as a forward for Serie A club Juventus and the Argentina national team. Considered one of the world's most valuable players, he is commonly referred to as \"La Joya\" (\"The Jewel\") due to his creative style of play, pace, talent, technique and eye for goal. Palermitans also refer to him as \"U Picciriddu\" (\"The Kid\" in the Sicilian dialect), because of his young age at the time of his signing for Palermo.\nAfter beginning his career in Argentina with Instituto de Córdoba in 2011, Dybala moved to Italian club Palermo in 2012. He played three seasons for Palermo, two in Serie A and one Serie B in 2013–14. In 2015, he joined Juventus for an initial fee of €32 million and has since made over 100 appearances for the club, winning the double of Serie A and Coppa Italia in his first three seasons, as well as two more consecutive league titles, and two Supercoppa Italiana titles. He has also been named in the Serie A Team of the Year three times and won the Most Valuable Player award for the 2019–20 season.\nDybala made his senior international debut for Argentina in 2015 and was chosen for the 2018 FIFA World Cup and the 2019 Copa América, helping his nation to win a bronze medal in the latter tournament."
      ],
      [
        "https://images2.minutemediacdn.com/image/fetch/w_2000,h_2000,c_fit/https%3A%2F%2Freddevilarmada.com%2Fwp-content%2Fuploads%2Fgetty-images%2F2018%2F08%2F1227994863.jpeg",
        "Bruno Fernandes",
        "Manchester United",
        "Portuguese professional footballer who plays as a midfielder for Premier League club Manchester United and the Portugal national team.\nBorn in Maia, Porto, Fernandes started his career at Italian Serie B side Novara but soon made a move to Serie A side Udinese in 2013, followed by Sampdoria three years later. After five years in Italy, he signed with Sporting CP in 2017, where he was named club captain. He won back-to-back Taças da Liga in 2018 and 2019, as well as the Taça de Portugal, leading to him being named Primeira Liga Player of the Year in both seasons. In 2018–19, he scored a record of 33 goals in all competitions, making him the highest-scoring Portuguese midfielder and the highest-scoring midfielder in Europe in a single season. Fernandes' performances sparked the interest of several Premier League clubs, with Manchester United signing him for an initial €55 million (£47 million) in January 2020, becoming the second-highest fee for a Portuguese player leaving the domestic league.\nFernandes made his senior debut for Portugal in November 2017, after previously being capped at under-19, under-20 and under-21 levels. He also represented Portugal at the 2016 Summer Olympics. He was chosen in Portugal's squads for the 2018 World Cup and 2019 UEFA Nations League Finals, winning the latter and being named in the Team of the Tournament. "
      ]
  ]
}
